{"": [["hey.  Great show huh?", 2.0], ["hey.  great show huh?", 1.0]], "Well actually I thought I'd run an idea by you.  You know just to see if you're interested.": [["We don't chat.", 2.0]], "you the new guy?": [["you get the girl.", 1.0]], "you were right. she's still pissed.": [["no - i've got a sweet-payin' job that i'm about to lose.", 1.0]], "Why didn't you tell me?": [["But", 2.0]], "Why 're you doing this?": [["Leave it to you to use big words when you're shitfaced.", 2.0]], "Watching the bitch trash my car doesn't count as a date.": [["I'm on it", 2.0]], "Bogey Lowenstein's party is normal but you're too busy listening to Bitches Who Need Prozac to know that.": [["What's normal?", 2.0]], "because i don't want to. it's a stupid tradition.": [["why not?", 1.0]], "Never": [["Fan of a fan.  You see a couple of minors come in?", 2.0]], "Nowhere... Hi Daddy.": [["Where've you been?", 2.0]], "you humiliated the woman! sacrifice yourself on the altar of dignity and even the score.": [["no i ' m not.", 1.0]], "Take it or leave it.  This isn't a negotiation.": [["Fine thirty.", 2.0]], "cameron -- do you like the girl?": [["she's partial to joey not me", 1.0]], "i counted on you to help my cause. you and that thug are obviously failing. aren't we ever going on our date?": [["you got something on your mind?", 1.0]], "You didn't have a choice?  Where's Kat and what have you done with her?": [["I didn't have a choice.", 2.0]], "Enough!": [["This from someone whose diary is devoted to favorite grooming tips?", 2.0]], "good call.": [["i figured it had to be something ridiculous to win your respect.  and piss you off.", 1.0]], "I'm missing something.": [["Fine.  I see that I'm a prisoner in my own house.  I'm not a daughter. I'm a possession!", 2.0]], "a hundred bucks a date.": [["what?", 1.0]], "So what's your excuse?": [["Yeah well don't let it get out", 2.0]], "You're welcome.": [["I don't get you.  You act like you're too good for any of this and then you go totally apeshit when you get here.", 2.0]], "me.  this endless ...blonde babble. i'm like boring myself.": [["what crap?", 1.0]], "I want to go to an East Coast school! I want you to trust me to make my own choices.  I want --": [["You're eighteen.  You don't know what you want.  You won't know until you're forty-five and you don't have it.", 2.0]], "well no...": [["you never wanted to go out with 'me did you?", 1.0]], "Get her to act like a human": [["Do what?", 2.0]], "Did you change your hair?": [["You know the deal.  I can ' t go if Kat doesn't go --", 2.0]], "i appreciate your efforts toward a speedy death but i'm consuming.  do you mind?": [["neither has his heterosexuality.", 1.0]], "You set me up.": [["Let go!", 2.0]], "no one else knows": [["what?", 1.0]], "i don't get you.  you act like you're too good for any of this and then you go totally apeshit when you get here.": [["i really don't think i need any social advice from you right now.", 1.0]], "you know the deal.  i can ' t go if kat doesn't go --": [["listen i want to talk to you about the prom.", 1.0]], "what?  we took bathes together when we were kids.": [["you and verona?", 1.0]], "he said everyone was doing it.  so i did it.": [["as in...", 1.0]], "she's not a...": [["i'm workin' on it. but she doesn't seem to be goin' for him.", 1.0]], "your sister here?": [["away.", 1.0]], "who knows?  all i've ever heard her say is that she'd dip before dating a guy that smokes.": [["so that's the kind of guy she likes? pretty ones?", 1.0]], "i thought you could use it. when you start your band.": [["a fender strat. you bought this?", 1.0]], "Unwelcome.": [["Wholesome.", 2.0]], "eber's deep conditioner every two days. and i never ever use a blowdryer without the diffuser attachment.": [["how do you get your hair to look like that?", 1.0]], "how many people go here?": [["get out!", 1.0]], "Not all experiences are good Bianca. You can't always trust the people you want to.": [["God you're just like him! Just keep me locked away in the dark so I can't experience anything for myself", 2.0]], "this from someone whose diary is devoted to favorite grooming tips?": [["you decided.", 1.0]], "padua girls.  one tall decent body. the other one kinda short and undersexed?": [["never", 1.0]], "how much?": [["i can't date her sister until that one gets a boyfriend.  and that's the catch. she doesn't want a boyfriend.", 1.0]], "Promise me you won't talk to any boys unless your sister is present.": [["Just for a minute", 2.0]], "you're amazingly self-assured. has anyone ever told you that?": [["no one else knows", 1.0]], "Funny you're the only one": [["I say do what you wanna do.", 2.0]], "the duck?": [["fallacy.", 1.0]], "Just for a minute": [["Daddy no!", 2.0]], "You weren't abused you aren't stupid and as far as I can tell you're only slightly psychotic -- so why is it that you're such a fuck-up?": [["What's to discuss?", 2.0]], "Gigglepuss is playing there tomorrow night.": [["So what does that give me?  I'm supposed to buy her some noodles and a book and sit around listening to chicks who can't play their instruments?", 2.0]], "So what you need to do is recruit a guy who'll go out with her.  Someone who's up for the job.": [["Does this conversation have a purpose?", 2.0]], "My insurance does not cover PMS": [["Enough!", 2.0]], "What makes you think he'll do it?": [["You wanna go out with him?", 2.0]], "It's that hot rod Joey right? That ' s who you want me to bend my rules for?": [["No but", 2.0]], "you did what?": [["he said everyone was doing it.  so i did it.", 1.0]], "What?!": [["We're your guys.", 2.0]], "No.": [["Did you change your hair?", 2.0], ["You know what I mean", 2.0]], "wholesome.": [["pleasant?", 1.0]], "i'm workin' on it. but she doesn't seem to be goin' for him.": [["i really really really wanna go but i can't.  not unless my sister goes.", 1.0]], "No - I've got a sweet-payin' job that I'm about to lose.": [["So you got cozy with she who stings?", 2.0]], "You think you ' re the only sophomore at the prom?": [["I don't have to be home 'til two.", 2.0]], "Like I'm supposed to know what that even means.": [["At least I'm not a clouted fen- sucked hedge-pig.", 2.0]], "William would never have gone to a state school.": [["So he has this huge raging fit about Sarah Lawrence and insists that I go to his male-dominated puking frat boy number one golf team school. I have no say at all.", 2.0]], "No no it's my fault -- we didn't have a proper introduction ---": [["Forget it.", 2.0]], "are you lost?": [["hey.", 1.0]], "Really?  What was it like?  A down payment now then a bonus for sleeping with me?": [["It wasn't like that.", 2.0]], "i really don't think i need any social advice from you right now.": [["bianca i need to talk to you -- i need to tell you --", 1.0]], "see you next week!": [["you're completely demented.", 1.0]], "How is our little Find the Wench A Date plan progressing?": [["Forget French.", 2.0]], "Look I'm  -- sorry -- that I questioned your motives.  I was wrong.": [["Oh huh", 2.0]], "What just happened?": [["But -- who -- what --?", 2.0]], "but it's gigglepuss - i know you like them.  i saw you there.": [["and i'm in control of it.", 1.0]], "Number one.  She hates smokers": [["Are you kidding?  He'll piss himself with joy.  He's the ultimate kiss ass.", 2.0]], "So did you": [["You looked beautiful last night you know.", 2.0]], "you burn you pine you perish?": [["that girl -- i --", 1.0]], "You don't strike me as the type that would ask permission.": [["My father wouldn't approve of that that", 2.0]], "lesbian?  no. i found a picture of jared leto in one of her drawers so i'm pretty sure she's not harboring same-sex tendencies.": [["she's not a...", 1.0]], "oh huh": [["it's just something i had.  you know", 1.0]], "A hundred bucks a date.": [["What?", 2.0]], "There.": [["Well there's someone I think might be --", 2.0]], "Don't make me do it man": [["Gigglepuss is playing there tomorrow night.", 2.0]], "am i supposed to feel better? like right now?  or do i have some time to think about it?": [["tempestuous?", 1.0]], "he seems like he thrives on danger": [["what makes you think he'll do it?", 1.0]], "She okay?": [["Let's go.", 2.0]], "leave my sister alone.": [["your sister here?", 1.0]], "what about him?": [["unlikely but even so she still can't go out with you.  so what's the point?", 1.0]], "What've you got for me?": [["Yeah -- we'll see.", 2.0]], "my grandmother's .": [["look i'm  -- sorry -- that i questioned your motives.  i was wrong.", 1.0]], "Nothing!  There's nothing in it for me. Just the pleasure of your company.": [["Answer the question Patrick", 2.0]], "Then why'd you ask?": [["No you weren't", 2.0]], "she hates you with the fire of a thousand suns .  that's a direct quote": [["i don ' t know.  i decided not to nail her when she was too drunk to remember it.", 1.0]], "Well I thought we'd start with pronunciation if that's okay with you.": [["Can we make this quick?  Roxanne Korrine and Andrew Barrett are having an incredibly horrendous public break- up on the quad.  Again.", 2.0]], "Uh  yeah.  We're old friend*": [["I hear you're helpin' Verona.", 2.0]], "That's where we can help you.  With Kat.": [["Dorsey can plow whoever he wants. I'm just in this for the cash.", 2.0]], "you got something on your mind?": [["where?", 1.0]], "What's a synonym for throbbing?": [["Make anyone cry today?", 2.0]], "at least i'm not a clouted fen- sucked hedge-pig.": [["can't you forget for just one night that you're completely wretched?", 1.0]], "but she can't go out with you because her sister is this insane head case and no one will go out with her. right?": [["we're not.", 1.0]], "the vintage look is over kat. haven't you been reading your sassy?": [["enough with the barbie n' ken shit. i know.", 1.0]], "Does this conversation have a purpose?": [["But she can't go out with you because her sister is this insane head case and no one will go out with her. right?", 2.0]], "Why'd you lie?": [["Then why'd you ask?", 2.0]], "You got him involved?": [["Hey -- I've gotta have a few clients when I get to Wall Street.", 2.0]], "How much?": [["I can't date her sister until that one gets a boyfriend.  And that's the catch. She doesn't want a boyfriend.", 2.0]], "Fallacy.": [["State trooper?", 2.0]], "answer the question patrick": [["you need therapy.  has anyone ever told you that?", 1.0]], "watching the bitch trash my car doesn't count as a date.": [["i'm on it", 1.0]], "How'd you get a tux at the last minute?": [["Nothing!  There's nothing in it for me. Just the pleasure of your company.", 2.0]], "Joey never told you we went out did he?": [["I wish I had that luxury. I'm the only sophomore that got asked to the prom and I can't go because you won ' t.", 2.0]], "oh honey -- tell me we haven't' progressed to full-on hallucinations.": [["william - he asked me to meet him here.", 1.0]], "When I shell out fifty I expect results.": [["Fifty and you've got your man.", 2.0]], "state trooper?": [["for. . . ?", 1.0]], "Pick you up Friday then": [["My mission in life.", 2.0]], "Yeah but then I fucked up. I fell for her.": [["Is that right?", 2.0]], "I can't take a girl like that out on twenty bucks.": [["How much?", 2.0]], "Patrick -- is that- a.": [["It's just you.", 2.0]], "was that your sister?": [["i want to go to an east coast school! i want you to trust me to make my own choices.  i want --", 1.0]], "block e?": [["he always look so", 1.0]], "That's never been proven": [["William didn't even go to high school", 2.0]], "Wholesome.": [["Pleasant?", 2.0]], "no! you're not dating until your sister starts dating.  end of discussion.": [["now don't get upset. daddy but there's this boy... and i think he might ask...", 1.0]], "sure have.": [["eber's deep conditioner every two days. and i never ever use a blowdryer without the diffuser attachment.", 1.0]], "excuse me have you seen the feminine mystique?  i lost my copy.": [["no offense but you're sister is without.  i know everyone likes her and all but ...", 1.0]], "like you could find one": [["because then i'd have to start taking out girls who like me.", 1.0]], "See you next week!": [["You're completely demented.", 2.0]], "Would you mind getting me a drink Cameron?": [["Great", 2.0]], "bianca i need to talk to you -- i need to tell you --": [["can we go now?", 1.0]], "get her to act like a human": [["do what?", 1.0]], "Okay okay we won't go.  It's not like I have a dress anyway": [["Listen to you!  You sound like Betty all pissed off because Archie is taking Veronica.", 2.0]], "you set me up.": [["let go!", 1.0]], "You and Verona?": [["Uh  yeah.  We're old friend*", 2.0]], "i know just let me sleep": [["uh uh. you lie down and you'll go to sleep", 1.0]], "busy": [["when you were gone last year -- where were you?", 1.0]], "like where?  the 7-eleven on burnside? do you even know my name screwboy?": [["the night i take you to places you've never been before.  and back.", 1.0]], "what is up": [["not much what about you", 1.0]], "So tell me about this dance. Was it fun?": [["No Daddy.", 2.0]], "That's not": [["No. you didn't!  If you really thought I could make my own decisions you would've let me go out with him instead of helping Daddy hold me hostage.", 2.0]], "So I have to have a motive to be with you?": [["Create a little drama?  Start a new rumor?  What?", 2.0]], "You went to the party?  I thought we were officially opposed to suburban social activity.": [["Who cares?", 2.0]], "Where ya goin?": [["Not at all", 2.0]], "say it": [["see you next week!", 1.0]], "depends on the topic. my fenders don't really whip me into a verbal frenzy.": [["you're not a big talker are you?", 1.0]], "Enough with the Barbie n' Ken shit. I know.": [["I don't know Dorsey. ..the limo.-the flowers.  Another hundred for the tux --", 2.0]], "when you were gone last year -- where were you?": [["but it's gigglepuss - i know you like them.  i saw you there.", 1.0]], "you're not going unless your sister goes.  end of story.": [["it's that hot rod joey right? that ' s who you want me to bend my rules for?", 1.0]], "i think i speak correctly when i say that cameron's love is pure.  purer than say -- joey dorsey's.": [["what is it with this chick?  she have three tits?", 1.0]], "the people at this school are so incredibly foul.": [["but imagine the things he'd say during sex.", 1.0]], "I mean Wo-man.  How ya doin'?": [["Oh Christ.  Don't tell me you've changed your mind.  I already sent 'em a check.", 2.0]], "The hell is that?  What kind of 'guy just picks up a girl and carries her away while you're talking to her?": [["Extremely unfortunate maneuver.", 2.0]], "Hey sweet cheeks.": [["My agent says I've got a good shot at being the Prada guy next year.", 2.0]], "okay okay we won't go.  it's not like i have a dress anyway": [["listen to you!  you sound like betty all pissed off because archie is taking veronica.", 1.0]], "north actually.  how'd you   ?": [["so -- which dakota you from?", 1.0]], "Have you seen him?": [["Oh good.  Something new and different for us.", 2.0]], "You -- covered in my vomit.": [["Come on -- the ponies the flat beer you with money in your eyes me with my hand on your ass...", 2.0]], "You hate me don't you?": [["I know a lot more than that", 2.0]], "Dr. Ruth?": [["What do you wanna watch?  We've got crap crap crap or crap", 2.0]], "Like my fear of wearing pastels?": [["What good stuff?", 2.0]], "what good stuff?": [["i figured you'd get to the good stuff eventually.", 1.0]], "Good call.": [["I figured it had to be something ridiculous to win your respect.  And piss you off.", 2.0]], "you know what i mean": [["is that a request or a command?", 1.0]], "extremely unfortunate maneuver.": [["hell i've just been going over the whole thing in my head and -", 1.0]], "let go!": [["so did you", 1.0]], "Seems like she could get a date easy enough...": [["The thing is Cameron -- I'm at the mercy of a particularly hideous breed of loser.  My sister.  I can't date until she does.", 2.0]], "yeah whatever.  i want you to go out with her.": [["two legs nice rack...", 1.0]], "what plan?": [["whatever the hell it is you're standin' there waitin' to say.", 1.0]], "i just wanted --": [["you set me up.", 1.0]], "it's just a party. daddy.": [["oh god.  it's starting.", 1.0]], "you got it verona.  i pick up the tab you do the honors.": [["but you'd go out with her if you had the cake?", 1.0]], "So -- which Dakota you from?": [["C'mon.  I'm supposed to give you the tour.", 2.0]], "Patrick Verona   Random skid.": [["Who's that?", 2.0]], "you didn't": [["i did bianca a favor and it backfired.", 1.0]], "yeah but then i fucked up. i fell for her.": [["is that right?", 1.0]], "you want me to climb up and show you how to get down?": [["forget it.  i'm stayin'.", 1.0]], "I just upped my price": [["I got her under control. She just acts crazed in public to keep up the image.", 2.0]], "No I ' m not.": [["Buttholus extremus.  But hey you're making progress.", 2.0]], "I know the porn career's a lie.": [["Hearsay.", 2.0]], "What's the matter?  Upset that I rubbed off on her?": [["Bianca did what?", 2.0]], "i did bianca a favor and it backfired.": [["you didn't have a choice?  where's kat and what have you done with her?", 1.0]], "He seems like he thrives on danger": [["What makes you think he'll do it?", 2.0]], "The mewling rampalian wretch herself.": [["That's her?  Bianca's sister?", 2.0]], "Leave it to you to use big words when you're shitfaced.": [["This is so patronizing.", 2.0]], "This from someone whose diary is devoted to favorite grooming tips?": [["You decided.", 2.0]], "he always look so": [["i'm sure he's completely incapable of doing anything that interesting.", 1.0]], "you never wanted to go out with 'me did you?": [["i was?", 1.0]], "Just for now.": [["Good enough.", 2.0]], "look up sunshine": [["he left!  i sprung the dickhead and he cruised on me.", 1.0]], "Oh Christ.  Don't tell me you've changed your mind.  I already sent 'em a check.": [["When I go?", 2.0]], "Can't you forget for just one night that you're completely wretched?": [["Bogey Lowenstein's party is normal but you're too busy listening to Bitches Who Need Prozac to know that.", 2.0]], "Cameron -- do you like the girl?": [["She's partial to Joey not me", 2.0]], "maybe.": [["you want me to climb up and show you how to get down?", 1.0], ["were you in jail?", 1.0]], "you're not helping.": [["tumescent!", 1.0]], "look i'm  -- sorry -- that i questioned your motives.  i was wrong.": [["oh huh", 1.0]], "william - he asked me to meet him here.": [["who?", 1.0]], "But she doesn't want to date.": [["But it's not fair -- she's a mutant Daddy!", 2.0]], "Why not?": [["Bianca Stratford.  Sophomore. Don't even think about it", 2.0], ["No I won't go with you", 2.0]], "dammit!": [["why?", 1]], "Because she'll scare them away.": [["Why?", 2.0]], "what's a synonym for throbbing?": [["make anyone cry today?", 1.0]], "Well no...": [["You never wanted to go out with 'me did you?", 2.0]], "we're not.": [["well actually i thought i'd run an idea by you.  you know just to see if you're interested.", 1.0]], "Oh my God does this mean you're becoming normal?": [["Can you at least start wearing a bra?", 2.0]], "why'd you lie?": [["then why'd you ask?", 1.0]], "if kat's not going you're not going.": [["daddy people expect me to be there!", 1.0]], "expressing my opinion is not a terrorist action.": [["katarina stratford.  my my.  you've been terrorizing ms. blaise again.", 1.0]], "Oh right.  Friday.": [["Pick you up Friday then", 2.0]], "I appreciate your efforts toward a speedy death but I'm consuming.  Do you mind?": [["Neither has his heterosexuality.", 2.0]], "Bianca Stratford.  Sophomore. Don't even think about it": [["Who is she?", 2.0]], "i have a date daddy.  and he ' s not a captain of oppression like some men we know.": [["i'm missing something.", 1.0]], "I don't want to know how to say that though.  I want to know useful things. Like where the good stores are.  How much does champagne cost?  Stuff like Chat.  I have never in my life had to point out my head to someone.": [["Right.  See?  You're ready for the quiz.", 2.0]], "you weren't abused you aren't stupid and as far as i can tell you're only slightly psychotic -- so why is it that you're such a fuck-up?": [["what's to discuss?", 1.0]], "You are so completely unbalanced.": [["Yeah he's your freak friend Mandella's boyfriend.  I guess since I'm not allowed to go out I should obsess over a dead guy too.", 2.0]], "Is that right?": [["Besides I had some extra cash. Some asshole paid me to take out a really great girl.", 2.0]], "like you care.": [["listen i know you hate having to sit home because i'm not susie high school.", 1.0]], "my insurance does not cover pms": [["enough!", 1.0]], "Okay?": [["Funny you're the only one", 2.0]], "A soft side? Who knew?": [["I dazzled him with my wit", 2.0]], "well i guess we're not since we don't have dates .": [["can you even imagine?  who the hell would go to this a bastion of commercial excess?", 1.0]], "kat! wake up!": [["you know what they say", 1.0]], "Depends on the topic. My fenders don't really whip me into a verbal frenzy.": [["You're not a big talker are you?", 2.0]], "not the hacking and gagging and spitting part.  please.": [["well i thought we'd start with pronunciation if that's okay with you.", 1.0]], "who's that?": [["don ' t you even dare. . .", 1.0]], "that ' s completely adorable!": [["that's where i was last year.  she'd never lived alone -- my grandfather died -- i stayed with her.  i wasn't in jail i don't know marilyn manson and i've never slept with a spice girl.  i spent a year sitting next to my grandma on the couch watching wheel of fortune.  end of story.", 1.0]], "like i'm supposed to know what that even means.": [["at least i'm not a clouted fen- sucked hedge-pig.", 1.0]], "And why would I do that?": [["Leave my sister alone.", 2.0], ["Then say you'll spend Dollar Night at the track with me.", 2.0]], "right.  see?  you're ready for the quiz.": [["c'esc ma tete. this is my head", 1.0]], "What about him?": [["Unlikely but even so she still can't go out with you.  So what's the point?", 2.0]], "Couple thousand. Most of them evil": [["How many people go here?", 2.0]], "yeah well don't let it get out": [["a soft side? who knew?", 1.0]], "With the teeth of your zipper?": [["It was a bratwurst.  I was eating lunch.", 2.0]], "Where?": [["There.", 2.0], ["She kissed me.", 2.0]], "forget french.": [["that's because it's such a nice one.", 1.0]], "can we go now?": [["you are so completely unbalanced.", 1.0]], "So he has this huge raging fit about Sarah Lawrence and insists that I go to his male-dominated puking frat boy number one golf team school. I have no say at all.": [["You could always go with me.  I'm sure William has some friends.", 2.0]], "they do not!": [["they do to!", 1.0]], "where've you been?": [["i have a date daddy.  and he ' s not a captain of oppression like some men we know.", 1.0]], "my mission in life.": [["there's a way to get a guy's attention.", 1.0]], "Why don't we discuss your driving need to be a hemorrhoid?": [["I'm at a loss then.  What should we talk about? Your year of absence?", 2.0]], "i could start with your haircut but it doesn't matter.  she's not allowed to date until her older sister does.  and that's an impossibility.": [["why not?", 1.0]], "I was in the laundromat. I saw your car. Thought I'd say hi.": [["Are you following me?", 2.0]], "Hopefully.": [["Exactly  So you going to Bogey Lowenbrau's thing on Saturday?", 2.0]], "Can you even imagine?  Who the hell would go to this a bastion of commercial excess?": [["I got drunk.  I puked.  I got rejected. It was big fun.", 2.0]], "I don't get you.  You act like you're too good for any of this and then you go totally apeshit when you get here.": [["I really don't think I need any social advice from you right now.", 2.0]], "I was?": [["Tons", 2.0]], "does this conversation have a purpose?": [["but she can't go out with you because her sister is this insane head case and no one will go out with her. right?", 1.0]], "Fine thirty.": [["I can't take a girl like that out on twenty bucks.", 2.0]], "i missed you.": [["that ' s what i thought", 1.0]], "i know the porn career's a lie.": [["hearsay.", 1.0]], "listen to you!  you sound like betty all pissed off because archie is taking veronica.": [["well i guess we're not since we don't have dates .", 1.0]], "I realize that the men of this fine institution are severely lacking but killing yourself so you can be with William Shakespeare is beyond the scope of normal teenage obsessions.  You're venturing far past daytime talk show fodder and entering the world of those who need very expensive therapy.": [["An attempted slit.", 2.0]], "Expensive?": [["It's more", 2.0]], "Didn't have you pegged for a Gigglepuss fan.  Aren't they a little too pre-teen belly-button ring for you?": [["Always a pleasure Brucie.", 2.0]], "well i thought we'd start with pronunciation if that's okay with you.": [["can we make this quick?  roxanne korrine and andrew barrett are having an incredibly horrendous public break- up on the quad.  again.", 1.0]], "yeah.  i guess.": [["cool pictures.  you a fan?", 1.0]], "other than my upchuck reflex? nothing.": [["so what did i have an effect on ?", 1.0]], "That's her?  Bianca's sister?": [["Yeah just a minor encounter with the shrew.", 2.0]], "hopefully.": [["exactly  so you going to bogey lowenbrau's thing on saturday?", 1.0]], "i teach her french get to know her dazzle her with charm and she falls in love with me.": [["the mewling rampalian wretch herself.", 1.0]], "You mean I'd get a chance to talk to her?": [["Guess who just signed up for a tutor?", 2.0]], "I really don't think I need any social advice from you right now.": [["Bianca I need to talk to you -- I need to tell you --", 2.0]], "Oh so now you think you know me?": [["You don't strike me as the type that would ask permission.", 2.0]], "Who is she?": [["You burn you pine you perish?", 2.0]], "i was?": [["tons", 1.0]], "katarina stratford.  my my.  you've been terrorizing ms. blaise again.": [["yeah...", 1.0]], "Are you kidding?  He'll piss himself with joy.  He's the ultimate kiss ass.": [["Will Bogey get bent?", 2.0]], "there.": [["well there's someone i think might be --", 1.0]], "No! I just wanted": [["What? To completely damage me?  To send me to therapy forever? What?", 2.0]], "it's her favorite band.": [["assail your ears for one night.", 1.0]], "i'm serious man he's whacked.  he sold his own liver on the black market so he could buy new speakers.": [["they always let felons sit in on honors biology?", 1.0]], "Dorsey can plow whoever he wants. I'm just in this for the cash.": [["I think I speak correctly when I say that Cameron's love is pure.  Purer than say -- Joey Dorsey's.", 2.0]], "I don't understand the allure of dehydrated food.  Is this something I should be hip to?": [["Funny.", 2.0]], "I hate peas.": [["Tell me something true.", 2.0]], "dr. ruth?": [["what do you wanna watch?  we've got crap crap crap or crap", 1.0]], "My father wouldn't approve of that that": [["Start a band?", 2.0]], "You always been this selfish?": [["But", 2.0]], "Your sister here?": [["Away.", 2.0]], "whatever the hell it is you're standin' there waitin' to say.": [["what?", 1.0]], "i should do this.": [["why'd you lie?", 1.0]], "Yeah.  A couple.  We're outnumbered by the cows though.": [["I was kidding. People actually live there?", 2.0]], "You looked beautiful last night you know.": [["I guess I'll never know will I?", 2.0]], "perm?": [["patrick -- is that- a.", 1.0]], "you know french?": [["joey dorsey?  perma-shit-grin.  i wish i could say he's a moron but he's number twelve in the class.  and a model.  mostly regional stuff but he's rumored to have a big tube sock ad coming out.", 1.0]], "william would never have gone to a state school.": [["so he has this huge raging fit about sarah lawrence and insists that i go to his male-dominated puking frat boy number one golf team school. i have no say at all.", 1.0]], "Are you lost?": [["Hey.", 2.0]], "all i know is -- i'd give up my private line to go out with a guy like joey.": [["sometimes i wonder if the guys we're supposed to want to go out with are the ones we actually want to go out with you know?", 1.0]], "now i do.  back then was a different story.": [["but you hate joey", 1.0]], "you could consecrate with her my friend.": [["you mean i'd get a chance to talk to her?", 1.0]], "Kat a fan too?": [["Right.", 2.0]], "so he has this huge raging fit about sarah lawrence and insists that i go to his male-dominated puking frat boy number one golf team school. i have no say at all.": [["you could always go with me.  i'm sure william has some friends.", 1.0]], "Where've you been?": [["I have a date Daddy.  And he ' s not a captain of oppression like some men we know.", 2.0]], "make anyone cry today?": [["in the microwave.", 1.0]], "a deal's a deal.": [["it's about time.", 1.0]], "oh right.  friday.": [["pick you up friday then", 1.0]], "All I know is -- I'd give up my private line to go out with a guy like Joey.": [["Sometimes I wonder if the guys we're supposed to want to go out with are the ones we actually want to go out with you know?", 2.0]], "seems like she could get a date easy enough...": [["the thing is cameron -- i'm at the mercy of a particularly hideous breed of loser.  my sister.  i can't date until she does.", 1.0]], "i guess i thought i was protecting you.": [["i'm not stupid enough to repeat your mistakes.", 1.0]], "that's where we can help you.  with kat.": [["dorsey can plow whoever he wants. i'm just in this for the cash.", 1.0]], "Like you could find one": [["Because then I'd have to start taking out girls who like me.", 2.0]], "I missed you.": [["That ' s what I thought", 2.0]], "I wish I had that luxury. I'm the only sophomore that got asked to the prom and I can't go because you won ' t.": [["I do care. But I'm a firm believer in doing something for your own reasons not someone else ' s .", 2.0]], "You don't care if I die": [["I told you", 2.0]], "oh i thought you might have a date  i don't know why i'm bothering to ask but are you going to bogey lowenstein's party saturday night?": [["it means that gigglepuss is playing at club skunk and we're going.", 1.0]], "Is he oily or dry?": [["He practically proposed when he found out we had the same dermatologist. I mean. Dr. Bonchowski is great an all but he's not exactly relevant party conversation.", 2.0]], "it's a lung cancer issue": [["number one.  she hates smokers", 1.0]], "i've retrieved certain pieces of information on miss katarina stratford i think you'll find helpful.": [["what've you got for me?", 1.0]], "i did.": [["you think you ' re the only sophomore at the prom?", 1.0]], "I should do this.": [["Why'd you lie?", 2.0]], "you get the girl.": [["what's the worst?", 1.0]], "let me see what i can do.": [["gosh if only we could find kat a boyfriend...", 1.0]], "Put your right foot there --": [["Try lookin' at it from this angle", 2.0]], "best case scenario you're back on the payroll for awhile.": [["you humiliated the woman! sacrifice yourself on the altar of dignity and even the score.", 1.0]], "then neither will you.  and i'll get to sleep at night.": [["what if she never starts dating?", 1.0]], "why'd you let him get to you?": [["just let me sit down.", 1.0]], "What if she never starts dating?": [["No! You're not dating until your sister starts dating.  End of discussion.", 2.0]], "would you mind getting me a drink cameron?": [["great", 1.0]], "you're completely demented.": [["well you know -- there's the prestige of the job title... and the benefits package is pretty good...", 1.0]], "And he means that strictly in a non- prison-movie type of way.": [["And why would I do that?", 2.0]], "I just wanted --": [["You set me up.", 2.0]], "i heard there was a poetry reading.": [["what are you doing here?", 1.0]], "So that's the kind of guy she likes? Pretty ones?": [["Lesbian?  No. I found a picture of Jared Leto in one of her drawers so I'm pretty sure she's not harboring same-sex tendencies.", 2.0]], "that's because it's such a nice one.": [["i don't want to know how to say that though.  i want to know useful things. like where the good stores are.  how much does champagne cost?  stuff like chat.  i have never in my life had to point out my head to someone.", 1.0]], "how is our little find the wench a date plan progressing?": [["forget french.", 1.0]], "i'm gettin' there": [["oh so now you think you know me?", 1.0]], "what do you think?": [["oh i thought you might have a date  i don't know why i'm bothering to ask but are you going to bogey lowenstein's party saturday night?", 1.0], ["yeah", 1.0]], "No": [["Like my fear of wearing pastels?", 2.0]], "So what ' s up with your dad?  He a pain in the ass?": [["I'm gettin' there", 2.0]], "See that?  Who needs affection when I've got blind hatred?": [["Like you could find one", 2.0]], "Like you care.": [["Listen I know you hate having to sit home because I'm not Susie High School.", 2.0]], "when i go?": [["you know fathers don't like to admit that their daughters are capable of running their own lives.  it means we've become spectators.  bianca still lets me play a few innings.  you've had me on the bleachers for years.  when you go to sarah lawrence i won't even be able to watch the game.", 1.0]], "can you at least start wearing a bra?": [["i have the potential to smack the crap out of you if you don't get out of my way.", 1.0]], "i was kidding. people actually live there?": [["north actually.  how'd you   ?", 1.0]], "She's not a...": [["I'm workin' on it. But she doesn't seem to be goin' for him.", 2.0]], "okay... then how 'bout we try out some french cuisine.  saturday?  night?": [["not the hacking and gagging and spitting part.  please.", 1.0]], "yeah.  a couple.  we're outnumbered by the cows though.": [["i was kidding. people actually live there?", 1.0]], "hey.  Great show huh?": [["Depends on the topic. My fenders don't really whip me into a verbal frenzy.", 2.0]], "Sure do ... my Mom's from Canada": [["You know French?", 2.0]], "but": [["then that's all you had to say.", 1.0], ["just once.  afterwards i told him i didn't want to anymore.  i wasn't ready. he got pissed.  then he broke up with me.", 1.0]], "Me.  This endless ...blonde babble. I'm like boring myself.": [["What crap?", 2.0]], "You're ruining my life'  Because you won't be normal I can't be normal.": [["I think you're a freak.  I think you do this to torture me.  And I think you suck.", 2.0]], "we don't chat.": [["nope - just came by to chat", 1.0]], "I heard there was a poetry reading.": [["What are you doing here?", 2.0]], "Listen to you!  You sound like Betty all pissed off because Archie is taking Veronica.": [["Well I guess we're not since we don't have dates .", 2.0]], "Kissing?  Is that what you think happens?  Kissing isn't what keeps me up to my elbows in placenta all day.": [["They'll dance they'll kiss they'll come home.  Let her go.", 2.0]], "The prom?  Kat has a date?": [["Daddy I want to discuss the prom with you. It's tomorrow night --", 2.0]], "just smack her now.": [["am i supposed to feel better? like right now?  or do i have some time to think about it?", 1.0]], "You better not fuck this up.  I'm heavily invested.": [["What?  We took bathes together when we were kids.", 2.0]], "Ever been to Club Skunk?": [["Just for now.", 2.0]], "Wear the belly before you go.": [["It's just a party. Daddy.", 2.0]], "what?! we follow you for a year and now that our blood's been spilled you're gonna quit?!": [["i dont know", 1]], "Thank God!  If I had to hear one more story about your coiffure...": [["Me.  This endless ...blonde babble. I'm like boring myself.", 2.0]], "where did he go?  he was just here.": [["you might wanna think about it", 1.0]], "it's scurvy's.  his date got convicted. where'd you get the dress?": [["how'd you get a tux at the last minute?", 1.0]], "Can you at least start wearing a bra?": [["I have the potential to smack the crap out of you if you don't get out of my way.", 2.0]], "Extremely unfortunate maneuver.": [["Hell I've just been going over the whole thing in my head and -", 2.0]], "You did what?": [["He said everyone was doing it.  So I did it.", 2.0]], "No one else knows": [["What?", 2.0]], "he was like a total babe": [["why?", 1.0]], "It wasn't like that.": [["You were paid to take me out!  By -- the one person I truly hate.  I knew it was a set-up!", 2.0]], "bianca did what?": [["the part where bianca beat the hell out of some guy.", 1.0]], "Because then I'd have to start taking out girls who like me.": [["Why?", 2.0]], "No I won't go with you": [["No what?", 2.0]], "you're eighteen.  you don't know what you want.  you won't know until you're forty-five and you don't have it.": [["so what i want doesn't matter?", 1.0]], "enough with the barbie n' ken shit. i know.": [["i don't know dorsey. ..the limo.-the flowers.  another hundred for the tux --", 1.0]], "oh god.  it's starting.": [["if kat's not going you're not going.", 1.0]], "i thought you hated those people.": [["you know if you do go out with bianca you'd be set.  you'd outrank everyone. strictly a-list.  with me by your side.", 1.0]], "Hey -- do you mind?": [["They're running the rest of me next month.", 2.0]], "otherwise known as an orgy?": [["if you must know we were attempting to go to a small study group of friends.", 1.0]], "it's just you.": [["is that woman a complete fruit-loop or is it just me?", 1.0]], "Assail your ears for one night.": [["Okay!  I wasn't sure", 2.0]], "But -- who -- what --?": [["Have a great time honey!", 2.0]], "you know fathers don't like to admit that their daughters are capable of running their own lives.  it means we've become spectators.  bianca still lets me play a few innings.  you've had me on the bleachers for years.  when you go to sarah lawrence i won't even be able to watch the game.": [["no -- impressed.", 1.0]], "Which parts?": [["Parts of it.", 2.0]], "You wanna go out with him?": [["What about him?", 2.0]], "because she'll scare them away.": [["why?", 1.0]], "Oh huh": [["It's just something I had.  You know", 2.0]], "what do you wanna watch?  we've got crap crap crap or crap": [["kissing?  is that what you think happens?  kissing isn't what keeps me up to my elbows in placenta all day.", 1.0]], "Tumescent!": [["Jesus!  Can a man even grab a sandwich before you women start dilating?", 2.0]], "let's go.": [["wow", 1.0]], "What do you think?": [["Oh I thought you might have a date  I don't know why I'm bothering to ask but are you going to Bogey Lowenstein's party Saturday night?", 2.0], ["Yeah", 2.0]], "Why don't you?": [["You know who The Raincoats are?", 2.0]], "Whatever the hell it is you're standin' there waitin' to say.": [["What?", 2.0]], "I know.": [["Just smack her now.", 2.0]], "hey -- do you mind?": [["they're running the rest of me next month.", 1.0]], "okay -- you're gonna need to learn how to lie.": [["no", 1.0]], "he practically proposed when he found out we had the same dermatologist. i mean. dr. bonchowski is great an all but he's not exactly relevant party conversation.": [["would you mind getting me a drink cameron?", 1.0]], "Man -- don't say shit like that to  me. People can hear you.": [["Sweet love renew thy force!", 2.0]], "i don't really think you warrant that strong an emotion.": [["you hate me don't you?", 1.0]], "Yeah -- we'll see.": [["And he means that strictly in a non- prison-movie type of way.", 2.0]], "Joey.": [["Who?", 2.0]], "william didn't even go to high school": [["william would never have gone to a state school.", 1.0]], "It's Scurvy's.  His date got convicted. Where'd you get the dress?": [["How'd you get a tux at the last minute?", 2.0]], "Hi.": [["Who knows?  All I've ever heard her say is that she'd dip before dating a guy that smokes.", 2.0], ["Hey there.  Tired of breathing?", 2.0]], "Just a little.": [["Mandella eat.  Starving yourself is a very slow way to die.", 2.0]], "Don ' t you even dare. . .": [["Oh Bianca?  Can you get me my freshman yearbook?", 2.0]], "no fear.": [["you think this'll work?", 1.0]], "sure do ... my mom's from canada": [["you know french?", 1.0]], "come on -- the ponies the flat beer you with money in your eyes me with my hand on your ass...": [["and why would i do that?", 1.0]], "do what?": [["how'd you do it?", 1.0], ["i should do this.", 1.0]], "you're gonna pay me to take out some girl?": [["you got it verona.  i pick up the tab you do the honors.", 1.0]], "What if you have a concussion? My dog went to sleep with a concussion and woke up a vegetable. Not that I could tell the difference...": [["I know just let me sleep", 2.0]], "Wow": [["Okay -- you're gonna need to learn how to lie.", 2.0]], "You need money to take a girl out": [["You just said", 2.0]], "yeah": [["hey -- it's all for the higher good right?", 1.0]], "I don't understand Patrick.  You haven't done anything asinine this week. Are you not feeling well?": [["With the teeth of your zipper?", 2.0]], "Pirate -- no question.": [["Would you rather be ravished by a pirate or a British rear admiral?", 2.0]], "no -- something real.  something no one else knows.": [["i hate peas.", 1.0]], "Daddy I want to discuss the prom with you. It's tomorrow night --": [["Because she'll scare them away.", 2.0]], "you told me that part already.": [["it's her favorite band.", 1.0]], "Why do girls like that always like guys like that?": [["I could start with your haircut but it doesn't matter.  She's not allowed to date until her older sister does.  And that's an impossibility.", 2.0]], "can we make this quick?  roxanne korrine and andrew barrett are having an incredibly horrendous public break- up on the quad.  again.": [["i did.", 1.0]], "funny.": [["yeah.  she left with some bikers big ones.  full of sperm.", 1.0]], "Right.": [["Macbeth right?", 2.0]], "You're asking me out.  That's so cute. What's your name again?": [["Okay... then how 'bout we try out some French cuisine.  Saturday?  Night?", 2.0]], "No but": [["The prom?  Kat has a date?", 2.0]], "What'd he say?": [["No fear.", 2.0]], "no - i've got a sweet-payin' job that i'm about to lose.": [["so you got cozy with she who stings?", 1.0]], "dead at forty-one.": [["her favorite uncle", 1.0]], "as in...": [["now i do.  back then was a different story.", 1.0]], "Just let me sit down.": [["See that?  Who needs affection when I've got blind hatred?", 2.0]], "buttholus extremus.  but hey you're making progress.": [["the hell is that?  what kind of 'guy just picks up a girl and carries her away while you're talking to her?", 1.0]], "thirty-two.": [["how many people were in your old school?", 1.0]], "C'mon.  It's not that bad": [["I guess I never told you I'm afraid of heights.", 2.0]], "the hell is that?  what kind of 'guy just picks up a girl and carries her away while you're talking to her?": [["extremely unfortunate maneuver.", 1.0]], "i wanted to let you make up your own mind about him.": [["why didn't you tell me?", 1.0]], "I was kidding. People actually live there?": [["North actually.  How'd you   ?", 2.0]], "what?": [["joey never told you we went out did he?", 1.0], ["i just upped my price", 1.0], ["my grandmother's .", 1.0], ["you're sweet.  and sexy.  and completely hot for me.", 1.0], ["kat! wake up!", 1.0], ["say it", 1.0]], "That ' s what I thought": [["Absolutely not.", 2.0]], "it's that hot rod joey right? that ' s who you want me to bend my rules for?": [["no but", 1.0]], "This is so patronizing.": [["What if you have a concussion? My dog went to sleep with a concussion and woke up a vegetable. Not that I could tell the difference...", 2.0]], "then go get her": [["sure", 1.0]], "did i have anything to say about it?": [["your daughters went to the prom.", 1.0]], "I thought you were punishing me.": [["Is this about Sarah Lawrence? You punishing me?", 2.0]], "that's a shame.": [["unsolved mystery.  she used to be really popular when she started high school then it was just like she got sick of it or something.", 1.0]], "you're not okay.": [["i'm fine. i'm", 1.0]], "Okay!  I wasn't sure": [["He's pretty!", 2.0]], "sure i do": [["you don't care if i die", 1.0]], "the partridge family?": [["maybe.", 1.0]], "Let's go.": [["Wow", 2.0]], "Hey -- I've gotta have a few clients when I get to Wall Street.": [["I thought you hated those people.", 2.0]], "you need money to take a girl out": [["you just said", 1.0]], "You're concentrating awfully hard considering it's gym class.": [["Hi Joey.", 2.0]], "you got him involved?": [["hey -- i've gotta have a few clients when i get to wall street.", 1.0]], "fallacy.": [["state trooper?", 1.0]], "Why'd you let him get to you?": [["Just let me sit down.", 2.0]], "Macbeth right?": [["Oh yeah.", 2.0]], "I could start with your haircut but it doesn't matter.  She's not allowed to date until her older sister does.  And that's an impossibility.": [["Why not?", 2.0]], "You need therapy.  Has anyone ever told you that?": [["You tell me.", 2.0]], "a soft side? who knew?": [["i dazzled him with my wit", 1.0]], "but imagine the things he'd say during sex.": [["i realize that the men of this fine institution are severely lacking but killing yourself so you can be with william shakespeare is beyond the scope of normal teenage obsessions.  you're venturing far past daytime talk show fodder and entering the world of those who need very expensive therapy.", 1.0]], "No offense but you're sister is without.  I know everyone likes her and all but ...": [["BIANCA", 2.0]], "so how'd you get chapin to look the other way?": [["good call.", 1.0]], "You're amazingly self-assured. Has anyone ever told you that?": [["No one else knows", 2.0]], "i don't know dorsey. ..the limo.-the flowers.  another hundred for the tux --": [["get her to act like a human", 1.0]], "The vintage look is over Kat. Haven't you been reading your Sassy?": [["Enough with the Barbie n' Ken shit. I know.", 2.0]], "fine.  i see that i'm a prisoner in my own house.  i'm not a daughter. i'm a possession!": [["you're not going unless your sister goes.  end of story.", 1.0]], "I'm fine. I'm": [["Okay?", 2.0]], "Buttholus extremus.  But hey you're making progress.": [["The hell is that?  What kind of 'guy just picks up a girl and carries her away while you're talking to her?", 2.0]], "is that a request or a command?": [["go to the prom with me", 1.0]], "what is it with this chick?  she have three tits?": [["the situation is my man cameron here has a major jones for bianca stratford.", 1.0]], "Patrick Pat you're not looking at the big picture.  Joey's just a pawn. We set this whole thing up so Cameron can get the girl.": [["So Dorsey can get the girl?", 2.0]], "My grandmother's .": [["Look I'm  -- sorry -- that I questioned your motives.  I was wrong.", 2.0]], "I thought you hated those people.": [["You know if you do go out with Bianca you'd be set.  You'd outrank everyone. Strictly A-list.  With me by your side.", 2.0]], "assail your ears for one night.": [["okay!  i wasn't sure", 1.0]], "because then i'd have to start taking out girls who like me.": [["why?", 1.0]], "You're not a big talker are you?": [["Hi", 2.0]], "Forget it.  I'm stayin'.": [["Put your right foot there --", 2.0]], "That I'm used to.": [["Couple thousand. Most of them evil", 2.0]], "Seven-thirty?": [["You -- covered in my vomit.", 2.0]], "Jesus!  Can a man even grab a sandwich before you women start dilating?": [["Sarah Lawrence is on the other side of the country.", 2.0]], "that's what you want isn't it?": [["excuse me?", 1.0]], "what?!": [["we're your guys.", 1.0]], "forget her sister then.": [["forget it.", 1.0]], "I teach her French get to know her dazzle her with charm and she falls in love with me.": [["The mewling rampalian wretch herself.", 2.0]], "Why?": [["Seems like she could get a date easy enough...", 2.0], ["In 9th.  For a month", 2.0], ["Promise me you won't talk to any boys unless your sister is present.", 2.0], ["Sure I do", 2.0]], "i mean wo-man.  how ya doin'?": [["oh christ.  don't tell me you've changed your mind.  i already sent 'em a check.", 1.0]], "Good enough.": [["What?!", 2.0]], "always a pleasure brucie.": [["best case scenario you're back on the payroll for awhile.", 1.0]], "i just need to lie down for awhile": [["you're not okay.", 1.0]], "You know fathers don't like to admit that their daughters are capable of running their own lives.  It means we've become spectators.  Bianca still lets me play a few innings.  You've had me on the bleachers for years.  When you go to Sarah Lawrence I won't even be able to watch the game.": [["No -- impressed.", 2.0]], "Then say you'll spend Dollar Night at the track with me.": [["I don't really think you warrant that strong an emotion.", 2.0]], "I got drunk.  I puked.  I got rejected. It was big fun.": [["You didn't", 2.0]], "you might wanna think about it": [["no.", 1.0]], "I did.": [["You think you ' re the only sophomore at the prom?", 2.0]], "Just smack her now.": [["Am I supposed to feel better? Like right now?  Or do I have some time to think about it?", 2.0]], "I'm likin' you guys better": [["I prefer to think of it simply as an alternative to what the law allows.", 2.0]], "I got her under control. She just acts crazed in public to keep up the image.": [["Watching the bitch trash my car doesn't count as a date.", 2.0]], "oh yeah.": [["you think?", 1.0]], "is that right?": [["besides i had some extra cash. some asshole paid me to take out a really great girl.", 1.0]], "she okay?": [["let's go.", 1.0]], "I thought you were above all that": [["I know.  It'd have to be a pretty big deal to get you to mainline tequila. You don't seem like the type.", 2.0]], "you makin' any headway?": [["she just needs time to cool off i'll give it a day.", 1.0]], "start a band?": [["this.", 1.0]], "what's the worst?": [["where?", 1.0]], "it's a gay cruise line but i'll be like wearing a uniform and stuff.": [["queen harry?", 1.0]], "expensive?": [["it's more", 1.0]], "The duck?": [["Fallacy.", 2.0]], "didn't have you pegged for a gigglepuss fan.  aren't they a little too pre-teen belly-button ring for you?": [["always a pleasure brucie.", 1.0]], "Neat...": [["It's a gay cruise line but I'll be like wearing a uniform and stuff.", 2.0]], "William didn't even go to high school": [["William would never have gone to a state school.", 2.0]], "The point is Kat -- people perceive you as somewhat ...": [["I still maintain that he kicked himself in the balls.  I was merely a spectator.", 2.0]], "i'm on it": [["when i shell out fifty i expect results.", 1.0]], "Go to the prom with me": [["You're amazingly self-assured. Has anyone ever told you that?", 2.0]], "bianca i don't think the highlights of dating joey dorsey are going to include door-opening and coat-holding.": [["combination.  i don't know -- i thought he'd be different.  more of a gentleman...", 1.0]], "so what does that give me?  i'm supposed to buy her some noodles and a book and sit around listening to chicks who can't play their instruments?": [["i've retrieved certain pieces of information on miss katarina stratford i think you'll find helpful.", 1.0]], "I hear you're helpin' Verona.": [["So what you need to do is recruit a guy who'll go out with her.  Someone who's up for the job.", 2.0]], "hi joey.": [["hey sweet cheeks.", 1.0]], "did she actually say she'd go out with you?": [["forget his reputation.  do you think we've got a plan or not?", 1.0]], "Fine.  I see that I'm a prisoner in my own house.  I'm not a daughter. I'm a possession!": [["You're not going unless your sister goes.  End of story.", 2.0]], "I prefer to think of it simply as an alternative to what the law allows.": [["Yeah.", 2.0]], "Why can't we agree on this?": [["I thought you were punishing me.", 2.0]], "You're not going unless your sister goes.  End of story.": [["It's that hot rod Joey right? That ' s who you want me to bend my rules for?", 2.0]], "just once.  afterwards i told him i didn't want to anymore.  i wasn't ready. he got pissed.  then he broke up with me.": [["you did what?", 1.0]], "That's because it's such a nice one.": [["I don't want to know how to say that though.  I want to know useful things. Like where the good stores are.  How much does champagne cost?  Stuff like Chat.  I have never in my life had to point out my head to someone.", 2.0]], "just for now.": [["good enough.", 1.0]], "This.": [["Do what?", 2.0]], "I can't date her sister until that one gets a boyfriend.  And that's the catch. She doesn't want a boyfriend.": [["You're gonna pay me to take out some girl?", 2.0]], "parts of it.": [["so tell me about this dance. was it fun?", 1.0]], "so dorsey can get the girl?": [["that's where we can help you.  with kat.", 1.0]], "Is that woman a complete fruit-loop or is it just me?": [["No! I just wanted", 2.0]], "then that's all you had to say.": [["well no...", 1.0]], "She hates you with the fire of a thousand suns .  That's a direct quote": [["I don ' t know.  I decided not to nail her when she was too drunk to remember it.", 2.0]], "They do not!": [["They do to!", 4.0], ["I hope so.", 2.0], ["She okay?", 2.0], ["Let's go.", 2.0], ["Wow", 2.0], ["Okay -- you're gonna need to learn how to lie.", 2.0], ["No", 2.0], ["Like my fear of wearing pastels?", 2.0], ["What good stuff?", 2.0], ["I figured you'd get to the good stuff eventually.", 2.0], ["Thank God!  If I had to hear one more story about your coiffure...", 2.0], ["Me.  This endless ...blonde babble. I'm like boring myself.", 2.0], ["What crap?", 2.0], ["do you listen to this crap?", 2.0], ["No...", 2.0], ["You always been this selfish?", 2.0], ["But", 4.0], ["Then that's all you had to say.", 2.0], ["Well no...", 2.0], ["You never wanted to go out with 'me did you?", 2.0], ["I was?", 2.0], ["Tons", 2.0], ["Have fun tonight?", 2.0], ["I believe we share an art instructor", 2.0], ["You know Chastity?", 2.0], ["Looks like things worked out tonight huh?", 2.0], ["Hi.", 4.0], ["Who knows?  All I've ever heard her say is that she'd dip before dating a guy that smokes.", 2.0], ["So that's the kind of guy she likes? Pretty ones?", 2.0], ["Lesbian?  No. I found a picture of Jared Leto in one of her drawers so I'm pretty sure she's not harboring same-sex tendencies.", 2.0], ["She's not a...", 2.0], ["I'm workin' on it. But she doesn't seem to be goin' for him.", 2.0], ["I really really really wanna go but I can't.  Not unless my sister goes.", 2.0], ["Sure have.", 2.0], ["Eber's Deep Conditioner every two days. And I never ever use a blowdryer without the diffuser attachment.", 2.0], ["How do you get your hair to look like that?", 2.0], ["You're sweet.", 2.0], ["You have my word.  As a gentleman", 2.0], ["I counted on you to help my cause. You and that thug are obviously failing. Aren't we ever going on our date?", 2.0], ["You got something on your mind?", 2.0], ["Where?", 4.0], ["There.", 2.0], ["Well there's someone I think might be --", 2.0], ["How is our little Find the Wench A Date plan progressing?", 2.0], ["Forget French.", 2.0], ["That's because it's such a nice one.", 2.0], ["I don't want to know how to say that though.  I want to know useful things. Like where the good stores are.  How much does champagne cost?  Stuff like Chat.  I have never in my life had to point out my head to someone.", 2.0], ["Right.  See?  You're ready for the quiz.", 2.0], ["C'esc ma tete. This is my head", 2.0], ["Let me see what I can do.", 2.0], ["Gosh if only we could find Kat a boyfriend...", 2.0], ["That's a shame.", 2.0], ["Unsolved mystery.  She used to be really popular when she started high school then it was just like she got sick of it or something.", 2.0], ["Why?", 8.0], ["Seems like she could get a date easy enough...", 2.0], ["The thing is Cameron -- I'm at the mercy of a particularly hideous breed of loser.  My sister.  I can't date until she does.", 2.0], ["Cameron.", 2.0], ["No no it's my fault -- we didn't have a proper introduction ---", 2.0], ["Forget it.", 4.0], ["You're asking me out.  That's so cute. What's your name again?", 2.0], ["Okay... then how 'bout we try out some French cuisine.  Saturday?  Night?", 2.0], ["Not the hacking and gagging and spitting part.  Please.", 2.0], ["Well I thought we'd start with pronunciation if that's okay with you.", 2.0], ["Can we make this quick?  Roxanne Korrine and Andrew Barrett are having an incredibly horrendous public break- up on the quad.  Again.", 2.0], ["I did.", 2.0], ["You think you ' re the only sophomore at the prom?", 2.0], ["I don't have to be home 'til two.", 2.0], ["I have to be home in twenty minutes.", 2.0], ["All I know is -- I'd give up my private line to go out with a guy like Joey.", 2.0], ["Sometimes I wonder if the guys we're supposed to want to go out with are the ones we actually want to go out with you know?", 2.0], ["Bianca I don't think the highlights of dating Joey Dorsey are going to include door-opening and coat-holding.", 2.0], ["Combination.  I don't know -- I thought he'd be different.  More of a gentleman...", 2.0], ["Is he oily or dry?", 2.0], ["He practically proposed when he found out we had the same dermatologist. I mean. Dr. Bonchowski is great an all but he's not exactly relevant party conversation.", 2.0], ["Would you mind getting me a drink Cameron?", 2.0], ["Great", 2.0], ["Joey.", 2.0], ["Who?", 8.0], ["Where did he go?  He was just here.", 2.0], ["You might wanna think about it", 2.0], ["No.", 4.0], ["Did you change your hair?", 2.0], ["You know the deal.  I can ' t go if Kat doesn't go --", 2.0], ["Listen I want to talk to you about the prom.", 2.0], ["You're concentrating awfully hard considering it's gym class.", 2.0], ["Hi Joey.", 2.0], ["Hey sweet cheeks.", 2.0], ["My agent says I've got a good shot at being the Prada guy next year.", 2.0], ["Neat...", 2.0], ["It's a gay cruise line but I'll be like wearing a uniform and stuff.", 2.0], ["Queen Harry?", 2.0], ["Hopefully.", 2.0], ["Exactly  So you going to Bogey Lowenbrau's thing on Saturday?", 2.0], ["Expensive?", 2.0], ["It's more", 2.0], ["Perm?", 2.0], ["Patrick -- is that- a.", 2.0], ["It's just you.", 2.0], ["Is that woman a complete fruit-loop or is it just me?", 2.0], ["No! I just wanted", 2.0], ["What? To completely damage me?  To send me to therapy forever? What?", 2.0], ["I just wanted --", 2.0], ["You set me up.", 2.0], ["Let go!", 2.0], ["So did you", 2.0], ["You looked beautiful last night you know.", 2.0], ["I guess I'll never know will I?", 2.0], ["Not all experiences are good Bianca. You can't always trust the people you want to.", 2.0], ["God you're just like him! Just keep me locked away in the dark so I can't experience anything for myself", 2.0], ["I guess I thought I was protecting you.", 2.0], ["I'm not stupid enough to repeat your mistakes.", 2.0], ["That's not", 2.0], ["No. you didn't!  If you really thought I could make my own decisions you would've let me go out with him instead of helping Daddy hold me hostage.", 2.0], ["I wanted to let you make up your own mind about him.", 2.0], ["Why didn't you tell me?", 2.0], ["Just once.  Afterwards I told him I didn't want to anymore.  I wasn't ready. He got pissed.  Then he broke up with me.", 2.0], ["You did what?", 2.0], ["He said everyone was doing it.  So I did it.", 2.0], ["As in...", 2.0], ["Now I do.  Back then was a different story.", 2.0], ["But you hate Joey", 2.0], ["He was like a total babe", 2.0], ["In 9th.  For a month", 2.0], ["What?", 12.0], ["Joey never told you we went out did he?", 2.0], ["I wish I had that luxury. I'm the only sophomore that got asked to the prom and I can't go because you won ' t.", 2.0], ["I do care. But I'm a firm believer in doing something for your own reasons not someone else ' s .", 2.0], ["Like you care.", 2.0], ["Listen I know you hate having to sit home because I'm not Susie High School.", 2.0], ["You're welcome.", 2.0], ["I don't get you.  You act like you're too good for any of this and then you go totally apeshit when you get here.", 2.0], ["I really don't think I need any social advice from you right now.", 2.0], ["Bianca I need to talk to you -- I need to tell you --", 2.0], ["Can we go now?", 2.0], ["You are so completely unbalanced.", 2.0], ["Yeah he's your freak friend Mandella's boyfriend.  I guess since I'm not allowed to go out I should obsess over a dead guy too.", 2.0], ["It's Shakespeare.  Maybe you've heard of him?", 2.0], ["Like I'm supposed to know what that even means.", 2.0], ["At least I'm not a clouted fen- sucked hedge-pig.", 2.0], ["Can't you forget for just one night that you're completely wretched?", 2.0], ["Bogey Lowenstein's party is normal but you're too busy listening to Bitches Who Need Prozac to know that.", 2.0], ["What's normal?", 2.0], ["You're ruining my life'  Because you won't be normal I can't be normal.", 2.0], ["I think you're a freak.  I think you do this to torture me.  And I think you suck.", 2.0], ["What do you think?", 4.0], ["Oh I thought you might have a date  I don't know why I'm bothering to ask but are you going to Bogey Lowenstein's party Saturday night?", 2.0], ["It means that Gigglepuss is playing at Club Skunk and we're going.", 2.0], ["Oh my God does this mean you're becoming normal?", 2.0], ["Can you at least start wearing a bra?", 2.0], ["I have the potential to smack the crap out of you if you don't get out of my way.", 2.0], ["Nowhere... Hi Daddy.", 2.0], ["Where've you been?", 2.0], ["I have a date Daddy.  And he ' s not a captain of oppression like some men we know.", 2.0], ["I'm missing something.", 2.0], ["Fine.  I see that I'm a prisoner in my own house.  I'm not a daughter. I'm a possession!", 2.0], ["You're not going unless your sister goes.  End of story.", 2.0], ["It's that hot rod Joey right? That ' s who you want me to bend my rules for?", 2.0], ["No but", 2.0], ["The prom?  Kat has a date?", 2.0], ["Daddy I want to discuss the prom with you. It's tomorrow night --", 2.0], ["Because she'll scare them away.", 2.0], ["Promise me you won't talk to any boys unless your sister is present.", 2.0], ["Just for a minute", 2.0], ["Daddy no!", 2.0], ["Wear the belly before you go.", 2.0], ["It's just a party. Daddy.", 2.0], ["Oh God.  It's starting.", 2.0], ["If Kat's not going you're not going.", 2.0], ["Daddy people expect me to be there!", 2.0], ["Otherwise known as an orgy?", 2.0], ["If you must know we were attempting to go to a small study group of friends.", 2.0], ["And where're you going?", 2.0], ["Daddy I --", 2.0], ["Exactly my point", 2.0], ["But she doesn't want to date.", 2.0], ["But it's not fair -- she's a mutant Daddy!", 2.0], ["Then neither will you.  And I'll get to sleep at night.", 2.0], ["What if she never starts dating?", 2.0], ["No! You're not dating until your sister starts dating.  End of discussion.", 2.0], ["Now don't get upset. Daddy but there's this boy... and I think he might ask...", 2.0], ["Just sent 'em through.", 2.0], ["Padua girls.  One tall decent body. The other one kinda short and undersexed?", 2.0], ["Never", 2.0], ["Fan of a fan.  You see a couple of minors come in?", 2.0], ["Didn't have you pegged for a Gigglepuss fan.  Aren't they a little too pre-teen belly-button ring for you?", 2.0], ["Always a pleasure Brucie.", 2.0], ["Best case scenario you're back on the payroll for awhile.", 2.0], ["You humiliated the woman! Sacrifice yourself on the altar of dignity and even the score.", 2.0], ["No I ' m not.", 2.0], ["Buttholus extremus.  But hey you're making progress.", 2.0], ["The hell is that?  What kind of 'guy just picks up a girl and carries her away while you're talking to her?", 2.0], ["Extremely unfortunate maneuver.", 2.0], ["Hell I've just been going over the whole thing in my head and -", 2.0], ["You told me that part already.", 2.0], ["It's her favorite band.", 2.0], ["Assail your ears for one night.", 2.0], ["Okay!  I wasn't sure", 2.0], ["He's pretty!", 2.0], ["Dead at forty-one.", 2.0], ["Her favorite uncle", 2.0], ["It's a lung cancer issue", 2.0], ["Number one.  She hates smokers", 2.0], ["Are you kidding?  He'll piss himself with joy.  He's the ultimate kiss ass.", 2.0], ["Will Bogey get bent?", 2.0], ["In that case we'll need to make it a school-wide blow out.", 2.0], ["This is it.  A golden opportunity. Patrick can ask Katarina to the party.", 2.0], ["Like we had a choice?  Besides -- when you let the enemy think he's orchestrating the battle you're in a position of power. We let him pretend he's calling the shots and while he's busy setting up the plan you have time to woo Bianca.", 2.0], ["You got him involved?", 2.0], ["Hey -- I've gotta have a few clients when I get to Wall Street.", 2.0], ["I thought you hated those people.", 2.0], ["You know if you do go out with Bianca you'd be set.  You'd outrank everyone. Strictly A-list.  With me by your side.", 2.0], ["That's what I just said", 2.0], ["Did she actually say she'd go out with you?", 2.0], ["Forget his reputation.  Do you think we've got a plan or not?", 2.0], ["I'm serious man he's whacked.  He sold his own liver on the black market so he could buy new speakers.", 2.0], ["They always let felons sit in on Honors Biology?", 2.0], ["No kidding.  He's a criminal.  I heard he lit a state trooper on fire.  He just got out of Alcatraz...", 2.0], ["He seems like he thrives on danger", 2.0], ["What makes you think he'll do it?", 2.0], ["You wanna go out with him?", 2.0], ["What about him?", 2.0], ["Unlikely but even so she still can't go out with you.  So what's the point?", 2.0], ["I teach her French get to know her dazzle her with charm and she falls in love with me.", 2.0], ["The mewling rampalian wretch herself.", 2.0], ["That's her?  Bianca's sister?", 2.0], ["Yeah just a minor encounter with the shrew.", 2.0], ["You could consecrate with her my friend.", 2.0], ["You mean I'd get a chance to talk to her?", 2.0], ["Guess who just signed up for a tutor?", 2.0], ["Sure do ... my Mom's from Canada", 2.0], ["You know French?", 2.0], ["Joey Dorsey?  Perma-shit-grin.  I wish I could say he's a moron but he's number twelve in the class.  And a model.  Mostly regional stuff but he's rumored to have a big tube sock ad coming out.", 2.0], ["He always have that shit-eating grin?", 2.0], ["Because they're bred to.  Their mothers liked guys like that and their grandmothers before them. Their gene pool is rarely diluted.", 2.0], ["Why do girls like that always like guys like that?", 2.0], ["I could start with your haircut but it doesn't matter.  She's not allowed to date until her older sister does.  And that's an impossibility.", 2.0], ["Why not?", 4.0], ["Bianca Stratford.  Sophomore. Don't even think about it", 2.0], ["Who is she?", 2.0], ["You burn you pine you perish?", 2.0], ["That girl -- I --", 2.0], ["Yeah but these guys have never seen a horse.  They just jack off to Clint Eastwood.", 2.0], ["That I'm used to.", 2.0], ["Couple thousand. Most of them evil", 2.0], ["How many people go here?", 2.0], ["Get out!", 2.0], ["Thirty-two.", 2.0], ["How many people were in your old school?", 2.0], ["Yeah.  A couple.  We're outnumbered by the cows though.", 2.0], ["I was kidding. People actually live there?", 2.0], ["North actually.  How'd you   ?", 2.0], ["So -- which Dakota you from?", 2.0], ["C'mon.  I'm supposed to give you the tour.", 2.0], ["So they tell me...", 2.0], ["You the new guy?", 2.0], ["You get the girl.", 2.0], ["What's the worst?", 2.0], ["She kissed me.", 2.0], ["You makin' any headway?", 2.0], ["She just needs time to cool off I'll give it a day.", 2.0], ["She hates you with the fire of a thousand suns .  That's a direct quote", 2.0], ["I don ' t know.  I decided not to nail her when she was too drunk to remember it.", 2.0], ["What'd you do to her?", 2.0], ["Then go get her", 2.0], ["Sure", 2.0], ["Cameron -- do you like the girl?", 2.0], ["She's partial to Joey not me", 2.0], ["What 're you talking about?", 2.0], ["It's off. The whole thing.", 2.0], ["Cameron I'm a little busy", 2.0], ["Don't make me do it man", 2.0], ["Gigglepuss is playing there tomorrow night.", 2.0], ["So what does that give me?  I'm supposed to buy her some noodles and a book and sit around listening to chicks who can't play their instruments?", 2.0], ["I've retrieved certain pieces of information on Miss Katarina Stratford I think you'll find helpful.", 2.0], ["What've you got for me?", 2.0], ["Yeah -- we'll see.", 2.0], ["And he means that strictly in a non- prison-movie type of way.", 2.0], ["And why would I do that?", 4.0], ["Leave my sister alone.", 2.0], ["Your sister here?", 2.0], ["Away.", 2.0], ["Where ya goin?", 2.0], ["Not at all", 2.0], ["Hey -- do you mind?", 2.0], ["They're running the rest of me next month.", 2.0], ["Yeah and I noticed the only part of you featured in your big Kmart spread was your elbow.  Tough break.", 2.0], ["The vintage look is over Kat. Haven't you been reading your Sassy?", 2.0], ["Enough with the Barbie n' Ken shit. I know.", 2.0], ["I don't know Dorsey. ..the limo.-the flowers.  Another hundred for the tux --", 2.0], ["Get her to act like a human", 2.0], ["Do what?", 4.0], ["How'd you do it?", 2.0], ["A deal's a deal.", 2.0], ["It's about time.", 2.0], ["Forget her sister then.", 2.0], ["A hundred bucks a date.", 2.0], ["I just upped my price", 2.0], ["I got her under control. She just acts crazed in public to keep up the image.", 2.0], ["Watching the bitch trash my car doesn't count as a date.", 2.0], ["I'm on it", 2.0], ["When I shell out fifty I expect results.", 2.0], ["Fifty and you've got your man.", 2.0], ["Take it or leave it.  This isn't a negotiation.", 2.0], ["Fine thirty.", 2.0], ["I can't take a girl like that out on twenty bucks.", 2.0], ["How much?", 2.0], ["I can't date her sister until that one gets a boyfriend.  And that's the catch. She doesn't want a boyfriend.", 2.0], ["You're gonna pay me to take out some girl?", 2.0], ["You got it Verona.  I pick up the tab you do the honors.", 2.0], ["But you'd go out with her if you had the cake?", 2.0], ["You need money to take a girl out", 2.0], ["You just said", 2.0], ["Sure Sparky.  I'll get right on it.", 2.0], ["Yeah whatever.  I want you to go out with her.", 2.0], ["Two legs nice rack...", 2.0], ["Yeah", 2.0], ["Hey -- it's all for the higher good right?", 2.0], ["You better not fuck this up.  I'm heavily invested.", 2.0], ["What?  We took bathes together when we were kids.", 2.0], ["You and Verona?", 2.0], ["Uh  yeah.  We're old friend*", 2.0], ["I hear you're helpin' Verona.", 2.0], ["So what you need to do is recruit a guy who'll go out with her.  Someone who's up for the job.", 2.0], ["Does this conversation have a purpose?", 2.0], ["But she can't go out with you because her sister is this insane head case and no one will go out with her. right?", 2.0], ["We're not.", 2.0], ["Well actually I thought I'd run an idea by you.  You know just to see if you're interested.", 2.0], ["We don't chat.", 2.0], ["Nope - just came by to chat", 2.0], ["Are you lost?", 2.0], ["Hey.", 2.0], ["Oh honey -- tell me we haven't' progressed to full-on hallucinations.", 2.0], ["William - he asked me to meet him here.", 2.0], ["Have you seen him?", 2.0], ["Oh good.  Something new and different for us.", 2.0], ["You ' re looking at this from the wrong perspective.  We're making a statement.", 2.0], ["Okay okay we won't go.  It's not like I have a dress anyway", 2.0], ["Listen to you!  You sound like Betty all pissed off because Archie is taking Veronica.", 2.0], ["Well I guess we're not since we don't have dates .", 2.0], ["Can you even imagine?  Who the hell would go to this a bastion of commercial excess?", 2.0], ["I got drunk.  I puked.  I got rejected. It was big fun.", 2.0], ["You didn't", 2.0], ["I did Bianca a favor and it backfired.", 2.0], ["You didn't have a choice?  Where's Kat and what have you done with her?", 2.0], ["I didn't have a choice.", 2.0], ["You went to the party?  I thought we were officially opposed to suburban social activity.", 2.0], ["Who cares?", 2.0], ["What'd he say?", 2.0], ["No fear.", 2.0], ["You think this'll work?", 2.0], ["Does it matter?", 2.0], ["I appreciate your efforts toward a speedy death but I'm consuming.  Do you mind?", 2.0], ["Neither has his heterosexuality.", 2.0], ["That's never been proven", 2.0], ["William didn't even go to high school", 2.0], ["William would never have gone to a state school.", 2.0], ["So he has this huge raging fit about Sarah Lawrence and insists that I go to his male-dominated puking frat boy number one golf team school. I have no say at all.", 2.0], ["You could always go with me.  I'm sure William has some friends.", 2.0], ["The people at this school are so incredibly foul.", 2.0], ["But imagine the things he'd say during sex.", 2.0], ["I realize that the men of this fine institution are severely lacking but killing yourself so you can be with William Shakespeare is beyond the scope of normal teenage obsessions.  You're venturing far past daytime talk show fodder and entering the world of those who need very expensive therapy.", 2.0], ["An attempted slit.", 2.0], ["What's this?", 4.0], ["Just a little.", 2.0], ["Mandella eat.  Starving yourself is a very slow way to die.", 2.0], ["Block E?", 2.0], ["He always look so", 2.0], ["I'm sure he's completely incapable of doing anything that interesting.", 2.0], ["That's Pat Verona? The one who was gone for a year? I heard he was doing porn movies.", 2.0], ["Patrick Verona   Random skid.", 2.0], ["Who's that?", 2.0], ["Don ' t you even dare. . .", 2.0], ["Oh Bianca?  Can you get me my freshman yearbook?", 2.0], ["Because I like to torture you.", 2.0], ["Why is my veggie burger the only burnt object on this grill?", 2.0], ["Yeah but then I fucked up. I fell for her.", 2.0], ["Is that right?", 2.0], ["Besides I had some extra cash. Some asshole paid me to take out a really great girl.", 2.0], ["I thought you could use it. When you start your band.", 2.0], ["A Fender Strat. You bought this?", 2.0], ["I didn't care about the money.", 2.0], ["Really?  What was it like?  A down payment now then a bonus for sleeping with me?", 2.0], ["It wasn't like that.", 2.0], ["You were paid to take me out!  By -- the one person I truly hate.  I knew it was a set-up!", 2.0], ["Wait I...", 2.0], ["It gets worse -- you still have your freshman yearbook?", 2.0], ["That ' s completely adorable!", 2.0], ["That's where I was last year.  She'd never lived alone -- my grandfather died -- I stayed with her.  I wasn't in jail I don't know Marilyn Manson and I've never slept with a Spice Girl.  I spent a year sitting next to my grandma on the couch watching Wheel of Fortune.  End of story.", 2.0], ["My grandmother's .", 2.0], ["Look I'm  -- sorry -- that I questioned your motives.  I was wrong.", 2.0], ["Oh huh", 2.0], ["It's just something I had.  You know", 2.0], ["It's Scurvy's.  His date got convicted. Where'd you get the dress?", 2.0], ["How'd you get a tux at the last minute?", 2.0], ["Nothing!  There's nothing in it for me. Just the pleasure of your company.", 2.0], ["Answer the question Patrick", 2.0], ["You need therapy.  Has anyone ever told you that?", 2.0], ["You tell me.", 2.0], ["So I have to have a motive to be with you?", 2.0], ["Create a little drama?  Start a new rumor?  What?", 2.0], ["Because I don't want to. It's a stupid tradition.", 2.0], ["No I won't go with you", 2.0], ["No what?", 2.0], ["You know what I mean", 2.0], ["Is that a request or a command?", 2.0], ["Go to the prom with me", 2.0], ["You're amazingly self-assured. Has anyone ever told you that?", 2.0], ["No one else knows", 2.0], ["You're sweet.  And sexy.  And completely hot for me.", 2.0], ["No -- something real.  Something no one else knows.", 2.0], ["I hate peas.", 2.0], ["Tell me something true.", 2.0], ["I know the porn career's a lie.", 2.0], ["Hearsay.", 2.0], ["The duck?", 2.0], ["Fallacy.", 2.0], ["State trooper?", 2.0], ["For. . . ?", 2.0], ["You up for it?", 2.0], ["You never disappointed me.", 2.0], ["How?", 2.0], ["Then you screwed up", 2.0], ["Something like that", 2.0], ["So if you disappoint them from the start you're covered?", 2.0], ["I don't like to do what people expect. Then they expect it all the time and they get disappointed when you change.", 2.0], ["Yes", 2.0], ["Acting the way we do.", 2.0], ["So what's your excuse?", 2.0], ["Yeah well don't let it get out", 2.0], ["A soft side? Who knew?", 2.0], ["I dazzled him with my wit", 2.0], ["So how'd you get Chapin to look the other way?", 2.0], ["Good call.", 2.0], ["I figured it had to be something ridiculous to win your respect.  And piss you off.", 2.0], ["The Partridge Family?", 2.0], ["Maybe.", 4.0], ["You want me to climb up and show you how to get down?", 2.0], ["Forget it.  I'm stayin'.", 2.0], ["Put your right foot there --", 2.0], ["Try lookin' at it from this angle", 2.0], ["C'mon.  It's not that bad", 2.0], ["I guess I never told you I'm afraid of heights.", 2.0], ["Look up sunshine", 2.0], ["He left!  I sprung the dickhead and he cruised on me.", 2.0], ["Other than my upchuck reflex? Nothing.", 2.0], ["So what did I have an effect on ?", 2.0], ["Don't for one minute think that you had any effect whatsoever on my panties.", 2.0], ["Unwelcome?  I guess someone still has her panties in a twist.", 2.0], ["Unwelcome.", 2.0], ["Wholesome.", 2.0], ["Pleasant?", 2.0], ["You 're so --", 2.0], ["I heard there was a poetry reading.", 2.0], ["What are you doing here?", 2.0], ["Excuse me have you seen The Feminine Mystique?  I lost my copy.", 2.0], ["No offense but you're sister is without.  I know everyone likes her and all but ...", 2.0], ["BIANCA", 2.0], ["He just wants me to be someone I'm not.", 2.0], ["So what ' s up with your dad?  He a pain in the ass?", 2.0], ["I'm gettin' there", 2.0], ["Oh so now you think you know me?", 2.0], ["You don't strike me as the type that would ask permission.", 2.0], ["My father wouldn't approve of that that", 2.0], ["Start a band?", 2.0], ["This.", 2.0], ["I should do this.", 2.0], ["Why'd you lie?", 2.0], ["Then why'd you ask?", 2.0], ["No you weren't", 2.0], ["Were you in jail?", 2.0], ["Busy", 2.0], ["When you were gone last year -- where were you?", 2.0], ["But it's Gigglepuss - I know you like them.  I saw you there.", 2.0], ["And I'm in control of it.", 2.0], ["Kat! Wake up!", 2.0], ["You know what they say", 2.0], ["I thought you were above all that", 2.0], ["I know.  It'd have to be a pretty big deal to get you to mainline tequila. You don't seem like the type.", 2.0], ["I hate him.", 2.0], ["Dorsey.", 2.0], ["Why'd you let him get to you?", 2.0], ["Just let me sit down.", 2.0], ["See that?  Who needs affection when I've got blind hatred?", 2.0], ["Like you could find one", 2.0], ["Because then I'd have to start taking out girls who like me.", 2.0], ["Sure I do", 2.0], ["You don't care if I die", 2.0], ["I told you", 2.0], ["Why 're you doing this?", 2.0], ["Leave it to you to use big words when you're shitfaced.", 2.0], ["This is so patronizing.", 2.0], ["What if you have a concussion? My dog went to sleep with a concussion and woke up a vegetable. Not that I could tell the difference...", 2.0], ["I know just let me sleep", 2.0], ["Uh uh. You lie down and you'll go to sleep", 2.0], ["I just need to lie down for awhile", 2.0], ["You're not okay.", 2.0], ["I'm fine. I'm", 2.0], ["Okay?", 2.0], ["Funny you're the only one", 2.0], ["I say do what you wanna do.", 2.0], ["Why don't you?", 2.0], ["You know who The Raincoats are?", 2.0], ["You know these guys are no Bikini Kill or The Raincoats but they're right up there.", 2.0], ["Do you mind?  You're sort of ruining it for me.", 2.0], ["That's what you want isn't it?", 2.0], ["Excuse me?", 2.0], ["", 2.0], ["hey.  Great show huh?", 2.0], ["Depends on the topic. My fenders don't really whip me into a verbal frenzy.", 2.0], ["You're not a big talker are you?", 2.0], ["Hi", 2.0], ["I was in the laundromat. I saw your car. Thought I'd say hi.", 2.0], ["Are you following me?", 2.0], ["Seven-thirty?", 2.0], ["You -- covered in my vomit.", 2.0], ["Come on -- the ponies the flat beer you with money in your eyes me with my hand on your ass...", 2.0], ["Then say you'll spend Dollar Night at the track with me.", 2.0], ["I don't really think you warrant that strong an emotion.", 2.0], ["You hate me don't you?", 2.0], ["I know a lot more than that", 2.0], ["Like where?  The 7-Eleven on Burnside? Do you even know my name screwboy?", 2.0], ["The night I take you to places you've never been before.  And back.", 2.0], ["Oh right.  Friday.", 2.0], ["Pick you up Friday then", 2.0], ["My mission in life.", 2.0], ["There's a way to get a guy's attention.", 2.0], ["Sweating like a pig actually.  And yourself?", 2.0], ["I mean Wo-man.  How ya doin'?", 2.0], ["Oh Christ.  Don't tell me you've changed your mind.  I already sent 'em a check.", 2.0], ["When I go?", 2.0], ["You know fathers don't like to admit that their daughters are capable of running their own lives.  It means we've become spectators.  Bianca still lets me play a few innings.  You've had me on the bleachers for years.  When you go to Sarah Lawrence I won't even be able to watch the game.", 2.0], ["No -- impressed.", 2.0], ["What's the matter?  Upset that I rubbed off on her?", 2.0], ["Bianca did what?", 2.0], ["The part where Bianca beat the hell out of some guy.", 2.0], ["Which parts?", 2.0], ["Parts of it.", 2.0], ["So tell me about this dance. Was it fun?", 2.0], ["No Daddy.", 2.0], ["I don't understand the allure of dehydrated food.  Is this something I should be hip to?", 2.0], ["Funny.", 2.0], ["Yeah.  She left with some bikers Big ones.  Full of sperm.", 2.0], ["Was that your sister?", 2.0], ["I want to go to an East Coast school! I want you to trust me to make my own choices.  I want --", 2.0], ["You're eighteen.  You don't know what you want.  You won't know until you're forty-five and you don't have it.", 2.0], ["So what I want doesn't matter?", 2.0], ["As a parent that's my right", 2.0], ["Because you're making decisions for me.", 2.0], ["Why can't we agree on this?", 2.0], ["I thought you were punishing me.", 2.0], ["Is this about Sarah Lawrence? You punishing me?", 2.0], ["Then tell them I had a seizure.", 2.0], ["My insurance does not cover PMS", 2.0], ["Enough!", 2.0], ["This from someone whose diary is devoted to favorite grooming tips?", 2.0], ["You decided.", 2.0], ["I thought we decided you were going to school here.  At U of 0.", 2.0], ["I know.", 2.0], ["Just smack her now.", 2.0], ["Am I supposed to feel better? Like right now?  Or do I have some time to think about it?", 2.0], ["Tempestuous?", 2.0], ["The point is Kat -- people perceive you as somewhat ...", 2.0], ["I still maintain that he kicked himself in the balls.  I was merely a spectator.", 2.0], ["Well yes compared to your other choices of expression this year today's events are quite mild.  By the way Bobby Rictor's gonad retrieval operation went quite well in case you're interested.", 2.0], ["Expressing my opinion is not a terrorist action.", 2.0], ["Katarina Stratford.  My my.  You've been terrorizing Ms. Blaise again.", 2.0], ["Yeah...", 2.0], ["Kat a fan too?", 2.0], ["Right.", 2.0], ["Macbeth right?", 2.0], ["Oh yeah.", 2.0], ["You think?", 2.0], ["Yeah.  I guess.", 2.0], ["Cool pictures.  You a fan?", 2.0], ["Hey there.  Tired of breathing?", 2.0], ["Man -- don't say shit like that to  me. People can hear you.", 2.0], ["Sweet love renew thy force!", 2.0], ["You were right. She's still pissed.", 2.0], ["No - I've got a sweet-payin' job that I'm about to lose.", 2.0], ["So you got cozy with she who stings?", 2.0], ["I'm likin' you guys better", 2.0], ["I prefer to think of it simply as an alternative to what the law allows.", 2.0], ["Yeah.", 2.0], ["Ever been to Club Skunk?", 2.0], ["Just for now.", 2.0], ["Good enough.", 2.0], ["What?!", 2.0], ["We're your guys.", 2.0], ["You two are gonna help me tame the wild beast?", 2.0], ["Patrick Pat you're not looking at the big picture.  Joey's just a pawn. We set this whole thing up so Cameron can get the girl.", 2.0], ["So Dorsey can get the girl?", 2.0], ["That's where we can help you.  With Kat.", 2.0], ["Dorsey can plow whoever he wants. I'm just in this for the cash.", 2.0], ["I think I speak correctly when I say that Cameron's love is pure.  Purer than say -- Joey Dorsey's.", 2.0], ["What is it with this chick?  She have three tits?", 2.0], ["The situation is my man Cameron here has a major jones for Bianca Stratford.", 2.0], ["What plan?", 2.0], ["Whatever the hell it is you're standin' there waitin' to say.", 2.0], ["Say it", 2.0], ["See you next week!", 2.0], ["You're completely demented.", 2.0], ["Well you know -- there's the prestige of the job title... and the benefits package is pretty good...", 2.0], ["You weren't abused you aren't stupid and as far as I can tell you're only slightly psychotic -- so why is it that you're such a fuck-up?", 2.0], ["What's to discuss?", 2.0], ["Why don't we discuss your driving need to be a hemorrhoid?", 2.0], ["I'm at a loss then.  What should we talk about? Your year of absence?", 2.0], ["Touch of the flu.", 2.0], ["I don't understand Patrick.  You haven't done anything asinine this week. Are you not feeling well?", 2.0], ["With the teeth of your zipper?", 2.0], ["It was a bratwurst.  I was eating lunch.", 2.0], ["It says here you exposed yourself to a group of freshmen girls.", 2.0], ["I missed you.", 2.0], ["That ' s what I thought", 2.0], ["Absolutely not.", 2.0], ["Did I have anything to say about it?", 2.0], ["Your daughters went to the prom.", 2.0], ["What just happened?", 2.0], ["But -- who -- what --?", 2.0], ["Have a great time honey!", 2.0], ["Dr. Ruth?", 2.0], ["What do you wanna watch?  We've got crap crap crap or crap", 2.0], ["Kissing?  Is that what you think happens?  Kissing isn't what keeps me up to my elbows in placenta all day.", 2.0], ["They'll dance they'll kiss they'll come home.  Let her go.", 2.0], ["Pirate -- no question.", 2.0], ["Would you rather be ravished by a pirate or a British rear admiral?", 2.0], ["You're not helping.", 2.0], ["Tumescent!", 2.0], ["Jesus!  Can a man even grab a sandwich before you women start dilating?", 2.0], ["Sarah Lawrence is on the other side of the country.", 2.0], ["What's a synonym for throbbing?", 2.0], ["Make anyone cry today?", 2.0], ["In the microwave.", 2.0]], "It's more": [["Perm?", 2.0]], "William - he asked me to meet him here.": [["Who?", 2.0]], "you know chastity?": [["looks like things worked out tonight huh?", 1.0]], "He said everyone was doing it.  So I did it.": [["As in...", 2.0]], "I don't really think you warrant that strong an emotion.": [["You hate me don't you?", 2.0]], "Gosh if only we could find Kat a boyfriend...": [["That's a shame.", 2.0]], "You know what I mean": [["Is that a request or a command?", 2.0]], "You the new guy?": [["You get the girl.", 2.0]], "Yeah and I noticed the only part of you featured in your big Kmart spread was your elbow.  Tough break.": [["The vintage look is over Kat. Haven't you been reading your Sassy?", 2.0]], "Daddy no!": [["Wear the belly before you go.", 2.0]], "Do what?": [["How'd you do it?", 2.0], ["I should do this.", 2.0]], "so -- which dakota you from?": [["c'mon.  i'm supposed to give you the tour.", 1.0]], "Katarina Stratford.  My my.  You've been terrorizing Ms. Blaise again.": [["Yeah...", 2.0]], "You ' re looking at this from the wrong perspective.  We're making a statement.": [["Okay okay we won't go.  It's not like I have a dress anyway", 2.0]], "Leave my sister alone.": [["Your sister here?", 2.0]], "because they're bred to.  their mothers liked guys like that and their grandmothers before them. their gene pool is rarely diluted.": [["why do girls like that always like guys like that?", 1.0]], "wait i...": [["it gets worse -- you still have your freshman yearbook?", 1.0]], "i have the potential to smack the crap out of you if you don't get out of my way.": [["nowhere... hi daddy.", 1.0]], "you think you ' re the only sophomore at the prom?": [["i don't have to be home 'til two.", 1.0]], "Who knows?  All I've ever heard her say is that she'd dip before dating a guy that smokes.": [["So that's the kind of guy she likes? Pretty ones?", 2.0]], "do you listen to this crap?": [["No...", 2.0], ["no...", 1.0]], "Tons": [["Have fun tonight?", 2.0]], "I'm sure he's completely incapable of doing anything that interesting.": [["That's Pat Verona? The one who was gone for a year? I heard he was doing porn movies.", 2.0]], "He just wants me to be someone I'm not.": [["So what ' s up with your dad?  He a pain in the ass?", 2.0]], "that's her?  bianca's sister?": [["yeah just a minor encounter with the shrew.", 1.0]], "It gets worse -- you still have your freshman yearbook?": [["That ' s completely adorable!", 2.0]], "oh so now you think you know me?": [["you don't strike me as the type that would ask permission.", 1.0]], "But imagine the things he'd say during sex.": [["I realize that the men of this fine institution are severely lacking but killing yourself so you can be with William Shakespeare is beyond the scope of normal teenage obsessions.  You're venturing far past daytime talk show fodder and entering the world of those who need very expensive therapy.", 2.0]], "why can't we agree on this?": [["i thought you were punishing me.", 1.0]], "okay!  i wasn't sure": [["he's pretty!", 1.0]], "Hi Joey.": [["Hey sweet cheeks.", 2.0]], "Now don't get upset. Daddy but there's this boy... and I think he might ask...": [["Just sent 'em through.", 2.0]], "with the teeth of your zipper?": [["it was a bratwurst.  i was eating lunch.", 1.0]], "what? to completely damage me?  to send me to therapy forever? what?": [["i just wanted --", 1.0]], "are you kidding?  he'll piss himself with joy.  he's the ultimate kiss ass.": [["will bogey get bent?", 1.0]], "You makin' any headway?": [["She just needs time to cool off I'll give it a day.", 2.0]], "Start a band?": [["This.", 2.0]], "i guess i never told you i'm afraid of heights.": [["look up sunshine", 1.0]], "Wait I...": [["It gets worse -- you still have your freshman yearbook?", 2.0]], "Daddy I --": [["Exactly my point", 2.0]], "What's the worst?": [["Where?", 2.0]], "looks like things worked out tonight huh?": [["hi.", 1.0]], "uh  yeah.  we're old friend*": [["i hear you're helpin' verona.", 1.0]], "then why'd you ask?": [["no you weren't", 1.0]], "my father wouldn't approve of that that": [["start a band?", 1.0]], "You got something on your mind?": [["Where?", 2.0]], "Joey Dorsey?  Perma-shit-grin.  I wish I could say he's a moron but he's number twelve in the class.  And a model.  Mostly regional stuff but he's rumored to have a big tube sock ad coming out.": [["He always have that shit-eating grin?", 2.0]], "sometimes i wonder if the guys we're supposed to want to go out with are the ones we actually want to go out with you know?": [["bianca i don't think the highlights of dating joey dorsey are going to include door-opening and coat-holding.", 1.0]], "yeah.  she left with some bikers big ones.  full of sperm.": [["was that your sister?", 1.0]], "like we had a choice?  besides -- when you let the enemy think he's orchestrating the battle you're in a position of power. we let him pretend he's calling the shots and while he's busy setting up the plan you have time to woo bianca.": [["you got him involved?", 1.0]], "The Partridge Family?": [["Maybe.", 2.0]], "What?": [["Joey never told you we went out did he?", 2.0], ["I just upped my price", 2.0], ["My grandmother's .", 2.0], ["You're sweet.  And sexy.  And completely hot for me.", 2.0], ["Kat! Wake up!", 2.0], ["Say it", 2.0]], "Who cares?": [["What'd he say?", 2.0]], "i wish i had that luxury. i'm the only sophomore that got asked to the prom and i can't go because you won ' t.": [["i do care. but i'm a firm believer in doing something for your own reasons not someone else ' s .", 1.0]], "c'esc ma tete. this is my head": [["let me see what i can do.", 1.0]], "I really really really wanna go but I can't.  Not unless my sister goes.": [["Sure have.", 2.0]], "Parts of it.": [["So tell me about this dance. Was it fun?", 2.0]], "my agent says i've got a good shot at being the prada guy next year.": [["neat...", 1.0]], "unwelcome?  i guess someone still has her panties in a twist.": [["unwelcome.", 1.0]], "fan of a fan.  you see a couple of minors come in?": [["didn't have you pegged for a gigglepuss fan.  aren't they a little too pre-teen belly-button ring for you?", 1.0]], "Yeah.  I guess.": [["Cool pictures.  You a fan?", 2.0]], "You want me to climb up and show you how to get down?": [["Forget it.  I'm stayin'.", 2.0]], "herro": [["hi", 1]], "i'm at a loss then.  what should we talk about? your year of absence?": [["touch of the flu.", 1.0]], "Otherwise known as an orgy?": [["If you must know we were attempting to go to a small study group of friends.", 2.0]], "you're welcome.": [["i don't get you.  you act like you're too good for any of this and then you go totally apeshit when you get here.", 1.0]], "i hate him.": [["dorsey.", 1.0]], "you're ruining my life'  because you won't be normal i can't be normal.": [["i think you're a freak.  i think you do this to torture me.  and i think you suck.", 1.0]], "It's off. The whole thing.": [["Cameron I'm a little busy", 2.0]], "you looked beautiful last night you know.": [["i guess i'll never know will i?", 1.0]], "No -- impressed.": [["What's the matter?  Upset that I rubbed off on her?", 2.0]], "Yeah.": [["Ever been to Club Skunk?", 2.0]], "Cool pictures.  You a fan?": [["Hi.", 2.0]], "fifty and you've got your man.": [["take it or leave it.  this isn't a negotiation.", 1.0]], "Did I have anything to say about it?": [["Your daughters went to the prom.", 2.0]], "i have to be home in twenty minutes.": [["all i know is -- i'd give up my private line to go out with a guy like joey.", 1.0]], "excuse me?": [["", 1.0]], "Something like that": [["So if you disappoint them from the start you're covered?", 2.0]], "just sent 'em through.": [["padua girls.  one tall decent body. the other one kinda short and undersexed?", 1.0]], "Did she actually say she'd go out with you?": [["Forget his reputation.  Do you think we've got a plan or not?", 2.0]], "you know what they say": [["i thought you were above all that", 1.0]], "not all experiences are good bianca. you can't always trust the people you want to.": [["god you're just like him! just keep me locked away in the dark so i can't experience anything for myself", 1.0]], "well yes compared to your other choices of expression this year today's events are quite mild.  by the way bobby rictor's gonad retrieval operation went quite well in case you're interested.": [["expressing my opinion is not a terrorist action.", 1.0]], "I'm serious man he's whacked.  He sold his own liver on the black market so he could buy new speakers.": [["They always let felons sit in on Honors Biology?", 2.0]], "no i ' m not.": [["buttholus extremus.  but hey you're making progress.", 1.0]], "It means that Gigglepuss is playing at Club Skunk and we're going.": [["Oh my God does this mean you're becoming normal?", 2.0]], "Absolutely not.": [["Did I have anything to say about it?", 2.0]], "daddy i want to discuss the prom with you. it's tomorrow night --": [["because she'll scare them away.", 1.0]], "it gets worse -- you still have your freshman yearbook?": [["that ' s completely adorable!", 1.0]], "why do girls like that always like guys like that?": [["i could start with your haircut but it doesn't matter.  she's not allowed to date until her older sister does.  and that's an impossibility.", 1.0]], "cameron i'm a little busy": [["don't make me do it man", 1.0]], "Just sent 'em through.": [["Padua girls.  One tall decent body. The other one kinda short and undersexed?", 2.0]], "I believe we share an art instructor": [["You know Chastity?", 2.0]], "Daddy people expect me to be there!": [["Otherwise known as an orgy?", 2.0]], "Was that your sister?": [["I want to go to an East Coast school! I want you to trust me to make my own choices.  I want --", 2.0]], "That's where I was last year.  She'd never lived alone -- my grandfather died -- I stayed with her.  I wasn't in jail I don't know Marilyn Manson and I've never slept with a Spice Girl.  I spent a year sitting next to my grandma on the couch watching Wheel of Fortune.  End of story.": [["What?", 2.0]], "Who's that?": [["Don ' t you even dare. . .", 2.0]], "Can we go now?": [["You are so completely unbalanced.", 2.0]], "Mandella eat.  Starving yourself is a very slow way to die.": [["Block E?", 2.0]], "I don't have to be home 'til two.": [["I have to be home in twenty minutes.", 2.0]], "When you were gone last year -- where were you?": [["But it's Gigglepuss - I know you like them.  I saw you there.", 2.0]], "he always have that shit-eating grin?": [["because they're bred to.  their mothers liked guys like that and their grandmothers before them. their gene pool is rarely diluted.", 1.0]], "so you got cozy with she who stings?": [["i'm likin' you guys better", 1.0]], "Are you following me?": [["Seven-thirty?", 2.0]], "then tell them i had a seizure.": [["my insurance does not cover pms", 1.0]], "Just once.  Afterwards I told him I didn't want to anymore.  I wasn't ready. He got pissed.  Then he broke up with me.": [["You did what?", 2.0]], "i thought we decided you were going to school here.  at u of 0.": [["i know.", 1.0]], "can you even imagine?  who the hell would go to this a bastion of commercial excess?": [["i got drunk.  i puked.  i got rejected. it was big fun.", 1.0]], "Is this about Sarah Lawrence? You punishing me?": [["Then tell them I had a seizure.", 2.0]], "kissing?  is that what you think happens?  kissing isn't what keeps me up to my elbows in placenta all day.": [["they'll dance they'll kiss they'll come home.  let her go.", 1.0]], "no daddy.": [["i don't understand the allure of dehydrated food.  is this something i should be hip to?", 1.0]], "Try lookin' at it from this angle": [["C'mon.  It's not that bad", 2.0]], "Sarah Lawrence is on the other side of the country.": [["What's a synonym for throbbing?", 2.0]], "no! i just wanted": [["what? to completely damage me?  to send me to therapy forever? what?", 1.0]], "Neither has his heterosexuality.": [["That's never been proven", 2.0]], "Then go get her": [["Sure", 2.0]], "What's to discuss?": [["Why don't we discuss your driving need to be a hemorrhoid?", 2.0]], "I have to be home in twenty minutes.": [["All I know is -- I'd give up my private line to go out with a guy like Joey.", 2.0]], "I do care. But I'm a firm believer in doing something for your own reasons not someone else ' s .": [["Like you care.", 2.0]], "hi.": [["who knows?  all i've ever heard her say is that she'd dip before dating a guy that smokes.", 1.0], ["hey there.  tired of breathing?", 1.0]], "Because they're bred to.  Their mothers liked guys like that and their grandmothers before them. Their gene pool is rarely diluted.": [["Why do girls like that always like guys like that?", 2.0]], "He's pretty!": [["Dead at forty-one.", 2.0]], "this is it.  a golden opportunity. patrick can ask katarina to the party.": [["like we had a choice?  besides -- when you let the enemy think he's orchestrating the battle you're in a position of power. we let him pretend he's calling the shots and while he's busy setting up the plan you have time to woo bianca.", 1.0]], "why not?": [["bianca stratford.  sophomore. don't even think about it", 1.0], ["no i won't go with you", 1.0]], "fine thirty.": [["i can't take a girl like that out on twenty bucks.", 1.0]], "nope - just came by to chat": [["are you lost?", 1.0]], "Sweet love renew thy force!": [["You were right. She's still pissed.", 2.0]], "Don't for one minute think that you had any effect whatsoever on my panties.": [["Unwelcome?  I guess someone still has her panties in a twist.", 2.0]], "I guess I thought I was protecting you.": [["I'm not stupid enough to repeat your mistakes.", 2.0]], "you're sweet.  and sexy.  and completely hot for me.": [["no -- something real.  something no one else knows.", 1.0]], "what'd you do to her?": [["then go get her", 1.0]], "That ' s completely adorable!": [["That's where I was last year.  She'd never lived alone -- my grandfather died -- I stayed with her.  I wasn't in jail I don't know Marilyn Manson and I've never slept with a Spice Girl.  I spent a year sitting next to my grandma on the couch watching Wheel of Fortune.  End of story.", 2.0]], "then say you'll spend dollar night at the track with me.": [["i don't really think you warrant that strong an emotion.", 1.0]], "You never wanted to go out with 'me did you?": [["I was?", 2.0]], "so what i want doesn't matter?": [["as a parent that's my right", 1.0]], "tell me something true.": [["i know the porn career's a lie.", 1.0]], "why is my veggie burger the only burnt object on this grill?": [["yeah but then i fucked up. i fell for her.", 1.0]], "what'd he say?": [["no fear.", 1.0]], "How'd you do it?": [["A deal's a deal.", 2.0]], "well actually i thought i'd run an idea by you.  you know just to see if you're interested.": [["we don't chat.", 1.0]], "he left!  i sprung the dickhead and he cruised on me.": [["other than my upchuck reflex? nothing.", 1.0]], "But she can't go out with you because her sister is this insane head case and no one will go out with her. right?": [["We're not.", 2.0]], "who is she?": [["you burn you pine you perish?", 1.0]], "A Fender Strat. You bought this?": [["I didn't care about the money.", 2.0]], "We don't chat.": [["Nope - just came by to chat", 2.0]], "you think?": [["yeah.  i guess.", 1.0]], "Maybe.": [["You want me to climb up and show you how to get down?", 2.0], ["Were you in jail?", 2.0]], "It's Shakespeare.  Maybe you've heard of him?": [["Like I'm supposed to know what that even means.", 2.0]], "thank god!  if i had to hear one more story about your coiffure...": [["me.  this endless ...blonde babble. i'm like boring myself.", 1.0]], "So Dorsey can get the girl?": [["That's where we can help you.  With Kat.", 2.0]], "That's what I just said": [["Did she actually say she'd go out with you?", 2.0]], "hell i've just been going over the whole thing in my head and -": [["you told me that part already.", 1.0]], "dorsey.": [["who?", 1.0]], "i got drunk.  i puked.  i got rejected. it was big fun.": [["you didn't", 1.0]], "you don't strike me as the type that would ask permission.": [["my father wouldn't approve of that that", 1.0]], "what's to discuss?": [["why don't we discuss your driving need to be a hemorrhoid?", 1.0]], "Yeah.  She left with some bikers Big ones.  Full of sperm.": [["Was that your sister?", 2.0]], "hearsay.": [["the duck?", 1.0]], "You think this'll work?": [["Does it matter?", 2.0]], "Let go!": [["So did you", 2.0]], "Am I supposed to feel better? Like right now?  Or do I have some time to think about it?": [["Tempestuous?", 2.0]], "listen i want to talk to you about the prom.": [["you're concentrating awfully hard considering it's gym class.", 1.0]], "But it's not fair -- she's a mutant Daddy!": [["Then neither will you.  And I'll get to sleep at night.", 2.0]], "get out!": [["thirty-two.", 1.0]], "What plan?": [["Whatever the hell it is you're standin' there waitin' to say.", 2.0]], "He always have that shit-eating grin?": [["Because they're bred to.  Their mothers liked guys like that and their grandmothers before them. Their gene pool is rarely diluted.", 2.0]], "I wanted to let you make up your own mind about him.": [["Why didn't you tell me?", 2.0]], "i still maintain that he kicked himself in the balls.  i was merely a spectator.": [["well yes compared to your other choices of expression this year today's events are quite mild.  by the way bobby rictor's gonad retrieval operation went quite well in case you're interested.", 1.0]], "He practically proposed when he found out we had the same dermatologist. I mean. Dr. Bonchowski is great an all but he's not exactly relevant party conversation.": [["Would you mind getting me a drink Cameron?", 2.0]], "What crap?": [["do you listen to this crap?", 2.0]], "You could consecrate with her my friend.": [["You mean I'd get a chance to talk to her?", 2.0]], "Cameron I'm a little busy": [["Don't make me do it man", 2.0]], "Combination.  I don't know -- I thought he'd be different.  More of a gentleman...": [["Is he oily or dry?", 2.0]], "where ya goin?": [["not at all", 1.0]], "what's normal?": [["you're ruining my life'  because you won't be normal i can't be normal.", 1.0]], "you hate me don't you?": [["i know a lot more than that", 1.0]], "So what does that give me?  I'm supposed to buy her some noodles and a book and sit around listening to chicks who can't play their instruments?": [["I've retrieved certain pieces of information on Miss Katarina Stratford I think you'll find helpful.", 2.0]], "Away.": [["Where ya goin?", 2.0]], "sure sparky.  i'll get right on it.": [["yeah whatever.  i want you to go out with her.", 1.0]], "I know.  It'd have to be a pretty big deal to get you to mainline tequila. You don't seem like the type.": [["I hate him.", 2.0]], "I dazzled him with my wit": [["So how'd you get Chapin to look the other way?", 2.0]], "She just needs time to cool off I'll give it a day.": [["She hates you with the fire of a thousand suns .  That's a direct quote", 2.0]], "unlikely but even so she still can't go out with you.  so what's the point?": [["i teach her french get to know her dazzle her with charm and she falls in love with me.", 1.0]], "what if you have a concussion? my dog went to sleep with a concussion and woke up a vegetable. not that i could tell the difference...": [["i know just let me sleep", 1.0]], "tempestuous?": [["the point is kat -- people perceive you as somewhat ...", 1.0]], "It's just a party. Daddy.": [["Oh God.  It's starting.", 2.0]], "Forget it.": [["You're asking me out.  That's so cute. What's your name again?", 2.0], ["A hundred bucks a date.", 2.0]], "well you know -- there's the prestige of the job title... and the benefits package is pretty good...": [["you weren't abused you aren't stupid and as far as i can tell you're only slightly psychotic -- so why is it that you're such a fuck-up?", 1.0]], "i realize that the men of this fine institution are severely lacking but killing yourself so you can be with william shakespeare is beyond the scope of normal teenage obsessions.  you're venturing far past daytime talk show fodder and entering the world of those who need very expensive therapy.": [["an attempted slit.", 1.0]], "You humiliated the woman! Sacrifice yourself on the altar of dignity and even the score.": [["No I ' m not.", 2.0]], "who cares?": [["what'd he say?", 1.0]], "is he oily or dry?": [["he practically proposed when he found out we had the same dermatologist. i mean. dr. bonchowski is great an all but he's not exactly relevant party conversation.", 1.0]], "you went to the party?  i thought we were officially opposed to suburban social activity.": [["who cares?", 1.0]], "you know who the raincoats are?": [["you know these guys are no bikini kill or the raincoats but they're right up there.", 1.0]], "But you hate Joey": [["He was like a total babe", 2.0]], "No kidding.  He's a criminal.  I heard he lit a state trooper on fire.  He just got out of Alcatraz...": [["He seems like he thrives on danger", 2.0]], "Exactly my point": [["But she doesn't want to date.", 2.0]], "exactly  so you going to bogey lowenbrau's thing on saturday?": [["expensive?", 1.0]], "macbeth right?": [["oh yeah.", 1.0]], "i thought you were punishing me.": [["is this about sarah lawrence? you punishing me?", 1.0]], "the thing is cameron -- i'm at the mercy of a particularly hideous breed of loser.  my sister.  i can't date until she does.": [["cameron.", 1.0]], "I say do what you wanna do.": [["What's this?", 2.0]], "I thought you could use it. When you start your band.": [["A Fender Strat. You bought this?", 2.0]], "don ' t you even dare. . .": [["oh bianca?  can you get me my freshman yearbook?", 1.0]], "so what ' s up with your dad?  he a pain in the ass?": [["i'm gettin' there", 1.0]], "will bogey get bent?": [["in that case we'll need to make it a school-wide blow out.", 1.0]], "Would you rather be ravished by a pirate or a British rear admiral?": [["You're not helping.", 2.0]], "wow": [["okay -- you're gonna need to learn how to lie.", 1.0]], "enough!": [["this from someone whose diary is devoted to favorite grooming tips?", 1.0]], "it's shakespeare.  maybe you've heard of him?": [["like i'm supposed to know what that even means.", 1.0]], "what've you got for me?": [["yeah -- we'll see.", 1.0]], "Sometimes I wonder if the guys we're supposed to want to go out with are the ones we actually want to go out with you know?": [["Bianca I don't think the highlights of dating Joey Dorsey are going to include door-opening and coat-holding.", 2.0]], "you 're so --": [["i heard there was a poetry reading.", 1.0]], "no i won't go with you": [["no what?", 1.0]], "you are so completely unbalanced.": [["yeah he's your freak friend mandella's boyfriend.  i guess since i'm not allowed to go out i should obsess over a dead guy too.", 1.0]], "Acting the way we do.": [["So what's your excuse?", 2.0]], "Unsolved mystery.  She used to be really popular when she started high school then it was just like she got sick of it or something.": [["Why?", 2.0]], "Where did he go?  He was just here.": [["You might wanna think about it", 2.0]], "as a parent that's my right": [["because you're making decisions for me.", 1.0]], "i want to go to an east coast school! i want you to trust me to make my own choices.  i want --": [["you're eighteen.  you don't know what you want.  you won't know until you're forty-five and you don't have it.", 1.0]], "what's the matter?  upset that i rubbed off on her?": [["bianca did what?", 1.0]], "It's just something I had.  You know": [["It's Scurvy's.  His date got convicted. Where'd you get the dress?", 2.0]], "in 9th.  for a month": [["what?", 1.0]], "What are you doing here?": [["Excuse me have you seen The Feminine Mystique?  I lost my copy.", 2.0]], "he's pretty!": [["dead at forty-one.", 1.0]], "never": [["fan of a fan.  you see a couple of minors come in?", 1.0]], "Cameron.": [["No no it's my fault -- we didn't have a proper introduction ---", 2.0]], "Let me see what I can do.": [["Gosh if only we could find Kat a boyfriend...", 2.0]], "I thought we decided you were going to school here.  At U of 0.": [["I know.", 2.0]], "have fun tonight?": [["i believe we share an art instructor", 1.0]], "I'm not stupid enough to repeat your mistakes.": [["That's not", 2.0]], "BIANCA": [["Who?", 2.0]], "queen harry?": [["hopefully.", 1.0]], "My agent says I've got a good shot at being the Prada guy next year.": [["Neat...", 2.0]], "no. you didn't!  if you really thought i could make my own decisions you would've let me go out with him instead of helping daddy hold me hostage.": [["i wanted to let you make up your own mind about him.", 1.0]], "you know these guys are no bikini kill or the raincoats but they're right up there.": [["do you mind?  you're sort of ruining it for me.", 1.0]], "Perm?": [["Patrick -- is that- a.", 2.0]], "A deal's a deal.": [["It's about time.", 2.0]], "patrick -- is that- a.": [["it's just you.", 1.0]], "You get the girl.": [["What's the worst?", 2.0]], "What's normal?": [["You're ruining my life'  Because you won't be normal I can't be normal.", 2.0]], "Okay... then how 'bout we try out some French cuisine.  Saturday?  Night?": [["Not the hacking and gagging and spitting part.  Please.", 2.0]], "uh uh. you lie down and you'll go to sleep": [["i just need to lie down for awhile", 1.0]], "besides i had some extra cash. some asshole paid me to take out a really great girl.": [["i thought you could use it. when you start your band.", 1.0]], "the part where bianca beat the hell out of some guy.": [["which parts?", 1.0]], "He left!  I sprung the dickhead and he cruised on me.": [["Other than my upchuck reflex? Nothing.", 2.0]], "i'm fine. i'm": [["okay?", 1.0]], "Do you mind?  You're sort of ruining it for me.": [["That's what you want isn't it?", 2.0]], "I'm on it": [["When I shell out fifty I expect results.", 2.0]], "and he means that strictly in a non- prison-movie type of way.": [["and why would i do that?", 1.0]], "Have a great time honey!": [["Dr. Ruth?", 2.0]], "the prom?  kat has a date?": [["daddy i want to discuss the prom with you. it's tomorrow night --", 1.0]], "North actually.  How'd you   ?": [["So -- which Dakota you from?", 2.0]], "Yeah but these guys have never seen a horse.  They just jack off to Clint Eastwood.": [["That I'm used to.", 2.0]], "can't you forget for just one night that you're completely wretched?": [["bogey lowenstein's party is normal but you're too busy listening to bitches who need prozac to know that.", 1.0]], "They're running the rest of me next month.": [["Yeah and I noticed the only part of you featured in your big Kmart spread was your elbow.  Tough break.", 2.0]], "but -- who -- what --?": [["have a great time honey!", 1.0]], "I think you're a freak.  I think you do this to torture me.  And I think you suck.": [["What do you think?", 2.0]], "they're running the rest of me next month.": [["yeah and i noticed the only part of you featured in your big kmart spread was your elbow.  tough break.", 1.0]], "Yes": [["Acting the way we do.", 2.0]], "It was a bratwurst.  I was eating lunch.": [["It says here you exposed yourself to a group of freshmen girls.", 2.0]], "which parts?": [["parts of it.", 1.0]], "wear the belly before you go.": [["it's just a party. daddy.", 1.0]], "then you screwed up": [["something like that", 1.0]], "i didn't have a choice.": [["you went to the party?  i thought we were officially opposed to suburban social activity.", 1.0]], "Oh yeah.": [["You think?", 2.0]], "so what's your excuse?": [["yeah well don't let it get out", 1.0]], "Hey -- it's all for the higher good right?": [["You better not fuck this up.  I'm heavily invested.", 2.0]], "There's a way to get a guy's attention.": [["Sweating like a pig actually.  And yourself?", 2.0]], "The people at this school are so incredibly foul.": [["But imagine the things he'd say during sex.", 2.0]], "Thirty-two.": [["How many people were in your old school?", 2.0]], "Because I like to torture you.": [["Why is my veggie burger the only burnt object on this grill?", 2.0]], "it's off. the whole thing.": [["cameron i'm a little busy", 1.0]], "The thing is Cameron -- I'm at the mercy of a particularly hideous breed of loser.  My sister.  I can't date until she does.": [["Cameron.", 2.0]], "is this about sarah lawrence? you punishing me?": [["then tell them i had a seizure.", 1.0]], "Look up sunshine": [["He left!  I sprung the dickhead and he cruised on me.", 2.0]], "daddy i --": [["exactly my point", 1.0]], "tons": [["have fun tonight?", 1.0]], "I told you": [["Why 're you doing this?", 2.0]], "c'mon.  i'm supposed to give you the tour.": [["so they tell me...", 1.0]], "In that case we'll need to make it a school-wide blow out.": [["This is it.  A golden opportunity. Patrick can ask Katarina to the party.", 2.0]], "You know the deal.  I can ' t go if Kat doesn't go --": [["Listen I want to talk to you about the prom.", 2.0]], "i can't take a girl like that out on twenty bucks.": [["how much?", 1.0]], "i'm not stupid enough to repeat your mistakes.": [["that's not", 1.0]], "because you're making decisions for me.": [["why can't we agree on this?", 1.0]], "So how'd you get Chapin to look the other way?": [["Good call.", 2.0]], "just let me sit down.": [["see that?  who needs affection when i've got blind hatred?", 1.0]], "hey.": [["oh honey -- tell me we haven't' progressed to full-on hallucinations.", 1.0]], "i guess i'll never know will i?": [["not all experiences are good bianca. you can't always trust the people you want to.", 1.0]], "i know a lot more than that": [["like where?  the 7-eleven on burnside? do you even know my name screwboy?", 1.0]], "it says here you exposed yourself to a group of freshmen girls.": [["i missed you.", 1.0]], "i dazzled him with my wit": [["so how'd you get chapin to look the other way?", 1.0]], "it's about time.": [["forget her sister then.", 1.0]], "Well there's someone I think might be --": [["How is our little Find the Wench A Date plan progressing?", 2.0]], "How many people were in your old school?": [["Yeah.  A couple.  We're outnumbered by the cows though.", 2.0]], "Have fun tonight?": [["I believe we share an art instructor", 2.0]], "I have a date Daddy.  And he ' s not a captain of oppression like some men we know.": [["I'm missing something.", 2.0]], "But": [["Then that's all you had to say.", 2.0], ["Just once.  Afterwards I told him I didn't want to anymore.  I wasn't ready. He got pissed.  Then he broke up with me.", 2.0]], "Bianca I don't think the highlights of dating Joey Dorsey are going to include door-opening and coat-holding.": [["Combination.  I don't know -- I thought he'd be different.  More of a gentleman...", 2.0]], "You're sweet.": [["You have my word.  As a gentleman", 2.0]], "Is that a request or a command?": [["Go to the prom with me", 2.0]], "forget it.": [["you're asking me out.  that's so cute. what's your name again?", 1.0], ["a hundred bucks a date.", 1.0]], "like my fear of wearing pastels?": [["what good stuff?", 1.0]], "Hey there.  Tired of breathing?": [["Man -- don't say shit like that to  me. People can hear you.", 2.0]], "Lesbian?  No. I found a picture of Jared Leto in one of her drawers so I'm pretty sure she's not harboring same-sex tendencies.": [["She's not a...", 2.0]], "they do to!": [["i hope so.", 1.0]], "Fifty and you've got your man.": [["Take it or leave it.  This isn't a negotiation.", 2.0]], "neither has his heterosexuality.": [["that's never been proven", 1.0]], "You were right. She's still pissed.": [["No - I've got a sweet-payin' job that I'm about to lose.", 2.0]], "she just needs time to cool off i'll give it a day.": [["she hates you with the fire of a thousand suns .  that's a direct quote", 1.0]], "Sweating like a pig actually.  And yourself?": [["I mean Wo-man.  How ya doin'?", 2.0]], "you decided.": [["i thought we decided you were going to school here.  at u of 0.", 1.0]], "great": [["joey.", 1.0]], "Yeah well don't let it get out": [["A soft side? Who knew?", 2.0]], "ever been to club skunk?": [["just for now.", 1.0]], "It's her favorite band.": [["Assail your ears for one night.", 2.0]], "but you hate joey": [["he was like a total babe", 1.0]], "Bianca I need to talk to you -- I need to tell you --": [["Can we go now?", 2.0]], "Then neither will you.  And I'll get to sleep at night.": [["What if she never starts dating?", 2.0]], "What 're you talking about?": [["It's off. The whole thing.", 2.0]], "have a great time honey!": [["dr. ruth?", 1.0]], "Guess who just signed up for a tutor?": [["Sure do ... my Mom's from Canada", 2.0]], "go to the prom with me": [["you're amazingly self-assured. has anyone ever told you that?", 1.0]], "you mean i'd get a chance to talk to her?": [["guess who just signed up for a tutor?", 1.0]], "You tell me.": [["So I have to have a motive to be with you?", 2.0]], "who?": [["where did he go?  he was just here.", 1.0], ["have you seen him?", 1.0], ["he just wants me to be someone i'm not.", 1.0], ["why'd you let him get to you?", 1.0]], "No! You're not dating until your sister starts dating.  End of discussion.": [["Now don't get upset. Daddy but there's this boy... and I think he might ask...", 2.0]], "Come on -- the ponies the flat beer you with money in your eyes me with my hand on your ass...": [["And why would I do that?", 2.0]], "now don't get upset. daddy but there's this boy... and i think he might ask...": [["just sent 'em through.", 1.0]], "there's a way to get a guy's attention.": [["sweating like a pig actually.  and yourself?", 1.0]], "i prefer to think of it simply as an alternative to what the law allows.": [["yeah.", 1.0]], "what's this?": [["just a little.", 1.0], ["why don't you?", 1.0]], "Oh Bianca?  Can you get me my freshman yearbook?": [["Because I like to torture you.", 2.0]], "touch of the flu.": [["i don't understand patrick.  you haven't done anything asinine this week. are you not feeling well?", 1.0]], "oh christ.  don't tell me you've changed your mind.  i already sent 'em a check.": [["when i go?", 1.0]], "nothing!  there's nothing in it for me. just the pleasure of your company.": [["answer the question patrick", 1.0]], "you better not fuck this up.  i'm heavily invested.": [["what?  we took bathes together when we were kids.", 1.0]], "Because I don't want to. It's a stupid tradition.": [["Why not?", 2.0]], "i think you're a freak.  i think you do this to torture me.  and i think you suck.": [["what do you think?", 1.0]], "how do you get your hair to look like that?": [["you're sweet.", 1.0]], "okay?": [["funny you're the only one", 1.0]], "The part where Bianca beat the hell out of some guy.": [["Which parts?", 2.0]], "Oh good.  Something new and different for us.": [["You ' re looking at this from the wrong perspective.  We're making a statement.", 2.0]], "i figured it had to be something ridiculous to win your respect.  and piss you off.": [["the partridge family?", 1.0]], "You two are gonna help me tame the wild beast?": [["Patrick Pat you're not looking at the big picture.  Joey's just a pawn. We set this whole thing up so Cameron can get the girl.", 2.0]], "I know a lot more than that": [["Like where?  The 7-Eleven on Burnside? Do you even know my name screwboy?", 2.0]], "Busy": [["When you were gone last year -- where were you?", 2.0]], "daddy no!": [["wear the belly before you go.", 1.0]], "Unlikely but even so she still can't go out with you.  So what's the point?": [["I teach her French get to know her dazzle her with charm and she falls in love with me.", 2.0]], "how many people were in your old school?": [["yeah.  a couple.  we're outnumbered by the cows though.", 1.0]], "If Kat's not going you're not going.": [["Daddy people expect me to be there!", 2.0]], "You know these guys are no Bikini Kill or The Raincoats but they're right up there.": [["Do you mind?  You're sort of ruining it for me.", 2.0]], "He always look so": [["I'm sure he's completely incapable of doing anything that interesting.", 2.0]], "its over anakin": [["I am your father", 1]], "Looks like things worked out tonight huh?": [["Hi.", 2.0]], "does it matter?": [["i appreciate your efforts toward a speedy death but i'm consuming.  do you mind?", 1.0]], "no.": [["did you change your hair?", 1.0], ["you know what i mean", 1.0]], "It says here you exposed yourself to a group of freshmen girls.": [["I missed you.", 2.0]], "Answer the question Patrick": [["You need therapy.  Has anyone ever told you that?", 2.0]], "Because you're making decisions for me.": [["Why can't we agree on this?", 2.0]], "Yeah just a minor encounter with the shrew.": [["You could consecrate with her my friend.", 2.0]], "patrick pat you're not looking at the big picture.  joey's just a pawn. we set this whole thing up so cameron can get the girl.": [["so dorsey can get the girl?", 1.0]], "How do you get your hair to look like that?": [["You're sweet.", 2.0]], "i got her under control. she just acts crazed in public to keep up the image.": [["watching the bitch trash my car doesn't count as a date.", 1.0]], "You know Chastity?": [["Looks like things worked out tonight huh?", 2.0]], "god you're just like him! just keep me locked away in the dark so i can't experience anything for myself": [["i guess i thought i was protecting you.", 1.0]], "away.": [["where ya goin?", 1.0]], "No Daddy.": [["I don't understand the allure of dehydrated food.  Is this something I should be hip to?", 2.0]], "you don't care if i die": [["i told you", 1.0]], "Funny.": [["Yeah.  She left with some bikers Big ones.  Full of sperm.", 2.0]], "but it's not fair -- she's a mutant daddy!": [["then neither will you.  and i'll get to sleep at night.", 1.0]], "well there's someone i think might be --": [["how is our little find the wench a date plan progressing?", 1.0]], "you need therapy.  has anyone ever told you that?": [["you tell me.", 1.0]], "I don't like to do what people expect. Then they expect it all the time and they get disappointed when you change.": [["Yes", 2.0]], "how?": [["then you screwed up", 1.0]], "No what?": [["No.", 2.0]], "You're completely demented.": [["Well you know -- there's the prestige of the job title... and the benefits package is pretty good...", 2.0]], "i don't want to know how to say that though.  i want to know useful things. like where the good stores are.  how much does champagne cost?  stuff like chat.  i have never in my life had to point out my head to someone.": [["right.  see?  you're ready for the quiz.", 1.0]], "They do to!": [["I hope so.", 2.0]], "that's what i just said": [["did she actually say she'd go out with you?", 1.0]], "If you must know we were attempting to go to a small study group of friends.": [["And where're you going?", 2.0]], "Eber's Deep Conditioner every two days. And I never ever use a blowdryer without the diffuser attachment.": [["How do you get your hair to look like that?", 2.0]], "Excuse me?": [["", 2.0]], "And I'm in control of it.": [["What?", 2.0]], "i'm missing something.": [["fine.  i see that i'm a prisoner in my own house.  i'm not a daughter. i'm a possession!", 1.0]], "hey -- i've gotta have a few clients when i get to wall street.": [["i thought you hated those people.", 1.0]], "I figured you'd get to the good stuff eventually.": [["Thank God!  If I had to hear one more story about your coiffure...", 2.0]], "Then tell them I had a seizure.": [["My insurance does not cover PMS", 2.0]], "if you must know we were attempting to go to a small study group of friends.": [["and where're you going?", 1.0]], "What's this?": [["Just a little.", 2.0], ["Why don't you?", 2.0]], "the night i take you to places you've never been before.  and back.": [["oh right.  friday.", 1.0]], "did you change your hair?": [["you know the deal.  i can ' t go if kat doesn't go --", 1.0]], "two legs nice rack...": [["what do you think?", 1.0]], "you were paid to take me out!  by -- the one person i truly hate.  i knew it was a set-up!": [["wait i...", 1.0]], "I just need to lie down for awhile": [["You're not okay.", 2.0]], "so i have to have a motive to be with you?": [["create a little drama?  start a new rumor?  what?", 1.0]], "Yeah...": [["Kat a fan too?", 2.0]], "tumescent!": [["jesus!  can a man even grab a sandwich before you women start dilating?", 1.0]], "that's never been proven": [["william didn't even go to high school", 1.0]], "would you rather be ravished by a pirate or a british rear admiral?": [["you're not helping.", 1.0]], "hey -- it's all for the higher good right?": [["you better not fuck this up.  i'm heavily invested.", 1.0]], "Dead at forty-one.": [["Her favorite uncle", 2.0]], "How many people go here?": [["Get out!", 2.0]], "What is it with this chick?  She have three tits?": [["The situation is my man Cameron here has a major jones for Bianca Stratford.", 2.0]], "absolutely not.": [["did i have anything to say about it?", 1.0]], "Her favorite uncle": [["It's a lung cancer issue", 2.0]], "you know if you do go out with bianca you'd be set.  you'd outrank everyone. strictly a-list.  with me by your side.": [["that's what i just said", 1.0]], "I figured it had to be something ridiculous to win your respect.  And piss you off.": [["The Partridge Family?", 2.0]], "a fender strat. you bought this?": [["i didn't care about the money.", 1.0]], "the situation is my man cameron here has a major jones for bianca stratford.": [["what plan?", 1.0]], "the point is kat -- people perceive you as somewhat ...": [["i still maintain that he kicked himself in the balls.  i was merely a spectator.", 1.0]], "it's more": [["perm?", 1.0]], "and i'm in control of it.": [["what?", 1.0]], "it's just something i had.  you know": [["it's scurvy's.  his date got convicted. where'd you get the dress?", 1.0]], "You decided.": [["I thought we decided you were going to school here.  At U of 0.", 2.0]], "i didn't care about the money.": [["really?  what was it like?  a down payment now then a bonus for sleeping with me?", 1.0]], "You never disappointed me.": [["How?", 2.0]], "You have my word.  As a gentleman": [["I counted on you to help my cause. You and that thug are obviously failing. Aren't we ever going on our date?", 2.0]], "yea": [["yea", 1]], "forget his reputation.  do you think we've got a plan or not?": [["i'm serious man he's whacked.  he sold his own liver on the black market so he could buy new speakers.", 1.0]], "i thought you were above all that": [["i know.  it'd have to be a pretty big deal to get you to mainline tequila. you don't seem like the type.", 1.0]], "so they tell me...": [["you the new guy?", 1.0]], "Nope - just came by to chat": [["Are you lost?", 2.0]], "You up for it?": [["You never disappointed me.", 2.0]], "hey sweet cheeks.": [["my agent says i've got a good shot at being the prada guy next year.", 1.0]], "No you weren't": [["Maybe.", 2.0]], "take it or leave it.  this isn't a negotiation.": [["fine thirty.", 1.0]], "No -- something real.  Something no one else knows.": [["I hate peas.", 2.0]], "what crap?": [["do you listen to this crap?", 1.0]], "i'm sure he's completely incapable of doing anything that interesting.": [["that's pat verona? the one who was gone for a year? i heard he was doing porn movies.", 1.0]], "Can we make this quick?  Roxanne Korrine and Andrew Barrett are having an incredibly horrendous public break- up on the quad.  Again.": [["I did.", 2.0]], "she's partial to joey not me": [["what 're you talking about?", 1.0]], "You didn't": [["I did Bianca a favor and it backfired.", 2.0]], "yes": [["acting the way we do.", 1.0]], "Oh God.  It's starting.": [["If Kat's not going you're not going.", 2.0]], "just a little.": [["mandella eat.  starving yourself is a very slow way to die.", 1.0]], "Besides I had some extra cash. Some asshole paid me to take out a really great girl.": [["I thought you could use it. When you start your band.", 2.0]], "put your right foot there --": [["try lookin' at it from this angle", 1.0]], "This is it.  A golden opportunity. Patrick can ask Katarina to the party.": [["Like we had a choice?  Besides -- when you let the enemy think he's orchestrating the battle you're in a position of power. We let him pretend he's calling the shots and while he's busy setting up the plan you have time to woo Bianca.", 2.0]], "you didn't have a choice?  where's kat and what have you done with her?": [["i didn't have a choice.", 1.0]], "We're not.": [["Well actually I thought I'd run an idea by you.  You know just to see if you're interested.", 2.0]], "God you're just like him! Just keep me locked away in the dark so I can't experience anything for myself": [["I guess I thought I was protecting you.", 2.0]], "that's pat verona? the one who was gone for a year? i heard he was doing porn movies.": [["patrick verona   random skid.", 1.0]], "we're your guys.": [["you two are gonna help me tame the wild beast?", 1.0]], "The night I take you to places you've never been before.  And back.": [["Oh right.  Friday.", 2.0]], "dorsey can plow whoever he wants. i'm just in this for the cash.": [["i think i speak correctly when i say that cameron's love is pure.  purer than say -- joey dorsey's.", 1.0]], "nowhere... hi daddy.": [["where've you been?", 1.0]], "I know just let me sleep": [["Uh uh. You lie down and you'll go to sleep", 2.0]], "Forget French.": [["That's because it's such a nice one.", 2.0]], "It's just you.": [["Is that woman a complete fruit-loop or is it just me?", 2.0]], "Block E?": [["He always look so", 2.0]], "is that woman a complete fruit-loop or is it just me?": [["no! i just wanted", 1.0]], "no but": [["the prom?  kat has a date?", 1.0]], "cameron.": [["no no it's my fault -- we didn't have a proper introduction ---", 1.0]], "i don't have to be home 'til two.": [["i have to be home in twenty minutes.", 1.0]], "jesus!  can a man even grab a sandwich before you women start dilating?": [["sarah lawrence is on the other side of the country.", 1.0]], "i say do what you wanna do.": [["what's this?", 1.0]], "Great": [["Joey.", 2.0]], "An attempted slit.": [["What's this?", 2.0]], "Oh honey -- tell me we haven't' progressed to full-on hallucinations.": [["William - he asked me to meet him here.", 2.0]], "because i like to torture you.": [["why is my veggie burger the only burnt object on this grill?", 1.0]], "I think I speak correctly when I say that Cameron's love is pure.  Purer than say -- Joey Dorsey's.": [["What is it with this chick?  She have three tits?", 2.0]], "don't for one minute think that you had any effect whatsoever on my panties.": [["unwelcome?  i guess someone still has her panties in a twist.", 1.0]], "no no it's my fault -- we didn't have a proper introduction ---": [["forget it.", 1.0]], "Best case scenario you're back on the payroll for awhile.": [["You humiliated the woman! Sacrifice yourself on the altar of dignity and even the score.", 2.0]], "Oh I thought you might have a date  I don't know why I'm bothering to ask but are you going to Bogey Lowenstein's party Saturday night?": [["It means that Gigglepuss is playing at Club Skunk and we're going.", 2.0]], "cool pictures.  you a fan?": [["hi.", 1.0]], "You were paid to take me out!  By -- the one person I truly hate.  I knew it was a set-up!": [["Wait I...", 2.0]], "exactly my point": [["but she doesn't want to date.", 1.0]], "It's a lung cancer issue": [["Number one.  She hates smokers", 2.0]], "I hope so.": [["She okay?", 2.0]], "Not at all": [["Hey -- do you mind?", 2.0]], "i believe we share an art instructor": [["you know chastity?", 1.0]], "What good stuff?": [["I figured you'd get to the good stuff eventually.", 2.0]], "I am hungry": [["there is a mcdonalds at the end of the street", 1.0]], "Well I guess we're not since we don't have dates .": [["Can you even imagine?  Who the hell would go to this a bastion of commercial excess?", 2.0]], "But you'd go out with her if you had the cake?": [["You need money to take a girl out", 2.0]], "You might wanna think about it": [["No.", 2.0]], "Then you screwed up": [["Something like that", 2.0]], "but she doesn't want to date.": [["but it's not fair -- she's a mutant daddy!", 1.0]], "no -- impressed.": [["what's the matter?  upset that i rubbed off on her?", 1.0]], "Excuse me have you seen The Feminine Mystique?  I lost my copy.": [["No offense but you're sister is without.  I know everyone likes her and all but ...", 2.0]], "what if she never starts dating?": [["no! you're not dating until your sister starts dating.  end of discussion.", 1.0]], "i really really really wanna go but i can't.  not unless my sister goes.": [["sure have.", 1.0]], "What? To completely damage me?  To send me to therapy forever? What?": [["I just wanted --", 2.0]], "You just said": [["Sure Sparky.  I'll get right on it.", 2.0]], "but you'd go out with her if you had the cake?": [["you need money to take a girl out", 1.0]], "I didn't care about the money.": [["Really?  What was it like?  A down payment now then a bonus for sleeping with me?", 2.0]], "unsolved mystery.  she used to be really popular when she started high school then it was just like she got sick of it or something.": [["why?", 1.0]], "kat a fan too?": [["right.", 1.0]], "i know.  it'd have to be a pretty big deal to get you to mainline tequila. you don't seem like the type.": [["i hate him.", 1.0]], "in that case we'll need to make it a school-wide blow out.": [["this is it.  a golden opportunity. patrick can ask katarina to the party.", 1.0]], "C'mon.  I'm supposed to give you the tour.": [["So they tell me...", 2.0]], "In 9th.  For a month": [["What?", 2.0]], "joey dorsey?  perma-shit-grin.  i wish i could say he's a moron but he's number twelve in the class.  and a model.  mostly regional stuff but he's rumored to have a big tube sock ad coming out.": [["he always have that shit-eating grin?", 1.0]], "Hey.": [["Oh honey -- tell me we haven't' progressed to full-on hallucinations.", 2.0]], "and where're you going?": [["daddy i --", 1.0]], "I don ' t know.  I decided not to nail her when she was too drunk to remember it.": [["What'd you do to her?", 2.0]], "you have my word.  as a gentleman": [["i counted on you to help my cause. you and that thug are obviously failing. aren't we ever going on our date?", 1.0]], "were you in jail?": [["busy", 1.0]], "That's Pat Verona? The one who was gone for a year? I heard he was doing porn movies.": [["Patrick Verona   Random skid.", 2.0]], "i'm likin' you guys better": [["i prefer to think of it simply as an alternative to what the law allows.", 1.0]], "Forget his reputation.  Do you think we've got a plan or not?": [["I'm serious man he's whacked.  He sold his own liver on the black market so he could buy new speakers.", 2.0]], "I am good": [["thats great", 1.0]], "sure": [["cameron -- do you like the girl?", 1.0]], "gigglepuss is playing there tomorrow night.": [["so what does that give me?  i'm supposed to buy her some noodles and a book and sit around listening to chicks who can't play their instruments?", 1.0]], "what just happened?": [["but -- who -- what --?", 1.0]], "The situation is my man Cameron here has a major jones for Bianca Stratford.": [["What plan?", 2.0]], "You're not helping.": [["Tumescent!", 2.0]], "so did you": [["you looked beautiful last night you know.", 1.0]], "see that?  who needs affection when i've got blind hatred?": [["like you could find one", 1.0]], "You're not okay.": [["I'm fine. I'm", 2.0]], "forget it.  i'm stayin'.": [["put your right foot there --", 1.0]], "yeah and i noticed the only part of you featured in your big kmart spread was your elbow.  tough break.": [["the vintage look is over kat. haven't you been reading your sassy?", 1.0]], "Bianca did what?": [["The part where Bianca beat the hell out of some guy.", 2.0]], "Sure have.": [["Eber's Deep Conditioner every two days. And I never ever use a blowdryer without the diffuser attachment.", 2.0]], "are you following me?": [["seven-thirty?", 1.0]], "do you mind?  you're sort of ruining it for me.": [["that's what you want isn't it?", 1.0]], "so if you disappoint them from the start you're covered?": [["i don't like to do what people expect. then they expect it all the time and they get disappointed when you change.", 1.0]], "I hate him.": [["Dorsey.", 2.0]], "no...": [["you always been this selfish?", 1.0]], "I guess I never told you I'm afraid of heights.": [["Look up sunshine", 2.0]], "Touch of the flu.": [["I don't understand Patrick.  You haven't done anything asinine this week. Are you not feeling well?", 2.0]], "Two legs nice rack...": [["What do you think?", 2.0]], "yeah but these guys have never seen a horse.  they just jack off to clint eastwood.": [["that i'm used to.", 1.0]], "Hi": [["I was in the laundromat. I saw your car. Thought I'd say hi.", 2.0]], "i was in the laundromat. i saw your car. thought i'd say hi.": [["are you following me?", 1.0]], "So what did I have an effect on ?": [["Don't for one minute think that you had any effect whatsoever on my panties.", 2.0]], "Fan of a fan.  You see a couple of minors come in?": [["Didn't have you pegged for a Gigglepuss fan.  Aren't they a little too pre-teen belly-button ring for you?", 2.0]], "What?  We took bathes together when we were kids.": [["You and Verona?", 2.0]], "seven-thirty?": [["you -- covered in my vomit.", 1.0]], "pleasant?": [["you 're so --", 1.0]], "my mission in life": [["life is great!", 1]], "mandella eat.  starving yourself is a very slow way to die.": [["block e?", 1.0]], "You could always go with me.  I'm sure William has some friends.": [["The people at this school are so incredibly foul.", 2.0]], "guess who just signed up for a tutor?": [["sure do ... my mom's from canada", 1.0]], "Who?": [["Where did he go?  He was just here.", 2.0], ["Have you seen him?", 2.0], ["He just wants me to be someone I'm not.", 2.0], ["Why'd you let him get to you?", 2.0]], "You're eighteen.  You don't know what you want.  You won't know until you're forty-five and you don't have it.": [["So what I want doesn't matter?", 2.0]], "Hearsay.": [["The duck?", 2.0]], "Expressing my opinion is not a terrorist action.": [["Katarina Stratford.  My my.  You've been terrorizing Ms. Blaise again.", 2.0]], "Not the hacking and gagging and spitting part.  Please.": [["Well I thought we'd start with pronunciation if that's okay with you.", 2.0]], "You burn you pine you perish?": [["That girl -- I --", 2.0]], "For. . . ?": [["You up for it?", 2.0]], "So what I want doesn't matter?": [["As a parent that's my right", 2.0]], "what makes you think he'll do it?": [["you wanna go out with him?", 1.0]], "Sure Sparky.  I'll get right on it.": [["Yeah whatever.  I want you to go out with her.", 2.0]], "where?": [["there.", 1.0], ["she kissed me.", 1.0]], "i hear you're helpin' verona.": [["so what you need to do is recruit a guy who'll go out with her.  someone who's up for the job.", 1.0]], "You told me that part already.": [["It's her favorite band.", 2.0]], "Sure": [["Cameron -- do you like the girl?", 2.0]], "you're sweet.": [["you have my word.  as a gentleman", 1.0]], "so tell me about this dance. was it fun?": [["no daddy.", 1.0]], "you're not a big talker are you?": [["hi", 1.0]], "suprise motherfucker": [["i dont like bad language", 1]], "create a little drama?  start a new rumor?  what?": [["because i don't want to. it's a stupid tradition.", 1.0]], "Listen I want to talk to you about the prom.": [["You're concentrating awfully hard considering it's gym class.", 2.0]], "Exactly  So you going to Bogey Lowenbrau's thing on Saturday?": [["Expensive?", 2.0]], "no offense but you're sister is without.  i know everyone likes her and all but ...": [["bianca", 1.0]], "yeah just a minor encounter with the shrew.": [["you could consecrate with her my friend.", 1.0]], "what are you doing here?": [["excuse me have you seen the feminine mystique?  i lost my copy.", 1.0]], "I'm at a loss then.  What should we talk about? Your year of absence?": [["Touch of the flu.", 2.0]], "That girl -- I --": [["Yeah but these guys have never seen a horse.  They just jack off to Clint Eastwood.", 2.0]], "you just said": [["sure sparky.  i'll get right on it.", 1.0]], "I counted on you to help my cause. You and that thug are obviously failing. Aren't we ever going on our date?": [["You got something on your mind?", 2.0]], "it means that gigglepuss is playing at club skunk and we're going.": [["oh my god does this mean you're becoming normal?", 1.0]], "you ' re looking at this from the wrong perspective.  we're making a statement.": [["okay okay we won't go.  it's not like i have a dress anyway", 1.0]], "your daughters went to the prom.": [["what just happened?", 1.0]], "You're gonna pay me to take out some girl?": [["You got it Verona.  I pick up the tab you do the honors.", 2.0]], "Padua girls.  One tall decent body. The other one kinda short and undersexed?": [["Never", 2.0]], "promise me you won't talk to any boys unless your sister is present.": [["just for a minute", 1.0]], "It's a gay cruise line but I'll be like wearing a uniform and stuff.": [["Queen Harry?", 2.0]], "really?  what was it like?  a down payment now then a bonus for sleeping with me?": [["it wasn't like that.", 1.0]], "Now I do.  Back then was a different story.": [["But you hate Joey", 2.0]], "she kissed me.": [["you makin' any headway?", 1.0]], "i hope so.": [["she okay?", 1.0]], "what 're you talking about?": [["it's off. the whole thing.", 1.0]], "something like that": [["so if you disappoint them from the start you're covered?", 1.0]], "they always let felons sit in on honors biology?": [["no kidding.  he's a criminal.  i heard he lit a state trooper on fire.  he just got out of alcatraz...", 1.0]], "Were you in jail?": [["Busy", 2.0]], "As in...": [["Now I do.  Back then was a different story.", 2.0]], "this.": [["do what?", 1.0]], "You know French?": [["Joey Dorsey?  Perma-shit-grin.  I wish I could say he's a moron but he's number twelve in the class.  And a model.  Mostly regional stuff but he's rumored to have a big tube sock ad coming out.", 2.0]], "why don't you?": [["you know who the raincoats are?", 1.0]], "bogey lowenstein's party is normal but you're too busy listening to bitches who need prozac to know that.": [["what's normal?", 1.0]], "don't make me do it man": [["gigglepuss is playing there tomorrow night.", 1.0]], "leave it to you to use big words when you're shitfaced.": [["this is so patronizing.", 1.0]], "We're your guys.": [["You two are gonna help me tame the wild beast?", 2.0]], "No...": [["You always been this selfish?", 2.0]], "How?": [["Then you screwed up", 2.0]], "Always a pleasure Brucie.": [["Best case scenario you're back on the payroll for awhile.", 2.0]], "You 're so --": [["I heard there was a poetry reading.", 2.0]], "you and verona?": [["uh  yeah.  we're old friend*", 1.0]], "how'd you get a tux at the last minute?": [["nothing!  there's nothing in it for me. just the pleasure of your company.", 1.0]], "joey never told you we went out did he?": [["i wish i had that luxury. i'm the only sophomore that got asked to the prom and i can't go because you won ' t.", 1.0]], "Well you know -- there's the prestige of the job title... and the benefits package is pretty good...": [["You weren't abused you aren't stupid and as far as I can tell you're only slightly psychotic -- so why is it that you're such a fuck-up?", 2.0]], "I've retrieved certain pieces of information on Miss Katarina Stratford I think you'll find helpful.": [["What've you got for me?", 2.0]], "She's partial to Joey not me": [["What 're you talking about?", 2.0]], "You know what they say": [["I thought you were above all that", 2.0]], "As a parent that's my right": [["Because you're making decisions for me.", 2.0]], "That's a shame.": [["Unsolved mystery.  She used to be really popular when she started high school then it was just like she got sick of it or something.", 2.0]], "Kat! Wake up!": [["You know what they say", 2.0]], "Like we had a choice?  Besides -- when you let the enemy think he's orchestrating the battle you're in a position of power. We let him pretend he's calling the shots and while he's busy setting up the plan you have time to woo Bianca.": [["You got him involved?", 2.0]], "Uh uh. You lie down and you'll go to sleep": [["I just need to lie down for awhile", 2.0]], "why?": [["seems like she could get a date easy enough...", 1.0], ["in 9th.  for a month", 1.0], ["promise me you won't talk to any boys unless your sister is present.", 1.0], ["sure i do", 1.0]], "joey.": [["who?", 1.0]], "i figured you'd get to the good stuff eventually.": [["thank god!  if i had to hear one more story about your coiffure...", 1.0]], "Why is my veggie burger the only burnt object on this grill?": [["Yeah but then I fucked up. I fell for her.", 2.0]], "oh good.  something new and different for us.": [["you ' re looking at this from the wrong perspective.  we're making a statement.", 1.0]], "C'esc ma tete. This is my head": [["Let me see what I can do.", 2.0]], "couple thousand. most of them evil": [["how many people go here?", 1.0]], "that i'm used to.": [["couple thousand. most of them evil", 1.0]], "You got it Verona.  I pick up the tab you do the honors.": [["But you'd go out with her if you had the cake?", 2.0]], "that ' s what i thought": [["absolutely not.", 1.0]], "daddy people expect me to be there!": [["otherwise known as an orgy?", 1.0]], "listen i know you hate having to sit home because i'm not susie high school.": [["you're welcome.", 1.0]], "Unwelcome?  I guess someone still has her panties in a twist.": [["Unwelcome.", 2.0]], "this is so patronizing.": [["what if you have a concussion? my dog went to sleep with a concussion and woke up a vegetable. not that i could tell the difference...", 1.0]], "Make anyone cry today?": [["In the microwave.", 2.0]], "i just upped my price": [["i got her under control. she just acts crazed in public to keep up the image.", 1.0]], "I guess I'll never know will I?": [["Not all experiences are good Bianca. You can't always trust the people you want to.", 2.0]], "You know who The Raincoats are?": [["You know these guys are no Bikini Kill or The Raincoats but they're right up there.", 2.0]], "an attempted slit.": [["what's this?", 1.0]], "i don ' t know.  i decided not to nail her when she was too drunk to remember it.": [["what'd you do to her?", 1.0]], "c'mon.  it's not that bad": [["i guess i never told you i'm afraid of heights.", 1.0]], "She kissed me.": [["You makin' any headway?", 2.0]], "i can't date her sister until that one gets a boyfriend.  and that's the catch. she doesn't want a boyfriend.": [["you're gonna pay me to take out some girl?", 1.0]], "And where're you going?": [["Daddy I --", 2.0]], "so that's the kind of guy she likes? pretty ones?": [["lesbian?  no. i found a picture of jared leto in one of her drawers so i'm pretty sure she's not harboring same-sex tendencies.", 1.0]], "sweet love renew thy force!": [["you were right. she's still pissed.", 1.0]], "bianca stratford.  sophomore. don't even think about it": [["who is she?", 1.0]], "hi": [["hi", 1.0], ["howdy", 1.0], ["i was in the laundromat. i saw your car. thought i'd say hi.", 1.0]], "When I go?": [["You know fathers don't like to admit that their daughters are capable of running their own lives.  It means we've become spectators.  Bianca still lets me play a few innings.  You've had me on the bleachers for years.  When you go to Sarah Lawrence I won't even be able to watch the game.", 2.0]], "neat...": [["it's a gay cruise line but i'll be like wearing a uniform and stuff.", 1.0]], "i hate peas.": [["tell me something true.", 1.0]], "no kidding.  he's a criminal.  i heard he lit a state trooper on fire.  he just got out of alcatraz...": [["he seems like he thrives on danger", 1.0]], "Forget her sister then.": [["Forget it.", 2.0]], "you always been this selfish?": [["but", 1.0]], "you could always go with me.  i'm sure william has some friends.": [["the people at this school are so incredibly foul.", 1.0]], "Other than my upchuck reflex? Nothing.": [["So what did I have an effect on ?", 2.0]], "right.": [["macbeth right?", 1.0]], "how'd you do it?": [["a deal's a deal.", 1.0]], "you two are gonna help me tame the wild beast?": [["patrick pat you're not looking at the big picture.  joey's just a pawn. we set this whole thing up so cameron can get the girl.", 1.0]], "Say it": [["See you next week!", 2.0]], "you -- covered in my vomit.": [["come on -- the ponies the flat beer you with money in your eyes me with my hand on your ass...", 1.0]], "hey there.  tired of breathing?": [["man -- don't say shit like that to  me. people can hear you.", 1.0]], "oflkdsac:dok": [["what?", 1]], "Tempestuous?": [["The point is Kat -- people perceive you as somewhat ...", 2.0]], "You think?": [["Yeah.  I guess.", 2.0]], "Get out!": [["Thirty-two.", 2.0]], "for. . . ?": [["you up for it?", 1.0]], "i don't understand the allure of dehydrated food.  is this something i should be hip to?": [["funny.", 1.0]], "Does it matter?": [["I appreciate your efforts toward a speedy death but I'm consuming.  Do you mind?", 2.0]], "funny you're the only one": [["i say do what you wanna do.", 1.0]], "I'm gettin' there": [["Oh so now you think you know me?", 2.0]], "have you seen him?": [["oh good.  something new and different for us.", 1.0]], "patrick verona   random skid.": [["who's that?", 1.0]], "Like where?  The 7-Eleven on Burnside? Do you even know my name screwboy?": [["The night I take you to places you've never been before.  And back.", 2.0]], "Listen I know you hate having to sit home because I'm not Susie High School.": [["You're welcome.", 2.0]], "But it's Gigglepuss - I know you like them.  I saw you there.": [["And I'm in control of it.", 2.0]], "you think this'll work?": [["does it matter?", 1.0]], "it was a bratwurst.  i was eating lunch.": [["it says here you exposed yourself to a group of freshmen girls.", 1.0]], "you wanna go out with him?": [["what about him?", 1.0]], "What'd you do to her?": [["Then go get her", 2.0]], "Sure I do": [["You don't care if I die", 2.0]], "I don't know Dorsey. ..the limo.-the flowers.  Another hundred for the tux --": [["Get her to act like a human", 2.0]], "just for a minute": [["daddy no!", 1.0]], "oh my god does this mean you're becoming normal?": [["can you at least start wearing a bra?", 1.0]], "Well yes compared to your other choices of expression this year today's events are quite mild.  By the way Bobby Rictor's gonad retrieval operation went quite well in case you're interested.": [["Expressing my opinion is not a terrorist action.", 2.0]], "Right.  See?  You're ready for the quiz.": [["C'esc ma tete. This is my head", 2.0]], "They always let felons sit in on Honors Biology?": [["No kidding.  He's a criminal.  I heard he lit a state trooper on fire.  He just got out of Alcatraz...", 2.0]], "Okay -- you're gonna need to learn how to lie.": [["No", 2.0]], "good enough.": [["what?!", 1.0]], "you tell me.": [["so i have to have a motive to be with you?", 1.0]], "It's about time.": [["Forget her sister then.", 2.0]], "I didn't have a choice.": [["You went to the party?  I thought we were officially opposed to suburban social activity.", 2.0]], "State trooper?": [["For. . . ?", 2.0]], "Hell I've just been going over the whole thing in my head and -": [["You told me that part already.", 2.0]], "yeah -- we'll see.": [["and he means that strictly in a non- prison-movie type of way.", 1.0]], "Your daughters went to the prom.": [["What just happened?", 2.0]], "No fear.": [["You think this'll work?", 2.0]], "So if you disappoint them from the start you're covered?": [["I don't like to do what people expect. Then they expect it all the time and they get disappointed when you change.", 2.0]], "Pleasant?": [["You 're so --", 2.0]], "Yeah whatever.  I want you to go out with her.": [["Two legs nice rack...", 2.0]], "yeah.": [["ever been to club skunk?", 1.0]], "What do you wanna watch?  We've got crap crap crap or crap": [["Kissing?  Is that what you think happens?  Kissing isn't what keeps me up to my elbows in placenta all day.", 2.0]], "Queen Harry?": [["Hopefully.", 2.0]], "that girl -- i --": [["yeah but these guys have never seen a horse.  they just jack off to clint eastwood.", 1.0]], "I did Bianca a favor and it backfired.": [["You didn't have a choice?  Where's Kat and what have you done with her?", 2.0]], "no": [["like my fear of wearing pastels?", 1.0]], "and why would i do that?": [["leave my sister alone.", 1.0], ["then say you'll spend dollar night at the track with me.", 1.0]], "Tell me something true.": [["I know the porn career's a lie.", 2.0]], "it wasn't like that.": [["you were paid to take me out!  by -- the one person i truly hate.  i knew it was a set-up!", 1.0]], "you up for it?": [["you never disappointed me.", 1.0]], "I still maintain that he kicked himself in the balls.  I was merely a spectator.": [["Well yes compared to your other choices of expression this year today's events are quite mild.  By the way Bobby Rictor's gonad retrieval operation went quite well in case you're interested.", 2.0]], "no you weren't": [["maybe.", 1.0]], "gosh if only we could find kat a boyfriend...": [["that's a shame.", 1.0]], "i told you": [["why 're you doing this?", 1.0]], "You know if you do go out with Bianca you'd be set.  You'd outrank everyone. Strictly A-list.  With me by your side.": [["That's what I just said", 2.0]], "That's what you want isn't it?": [["Excuse me?", 2.0]], "Dorsey.": [["Who?", 2.0]], "pirate -- no question.": [["would you rather be ravished by a pirate or a british rear admiral?", 1.0]], "not at all": [["hey -- do you mind?", 1.0]], "Create a little drama?  Start a new rumor?  What?": [["Because I don't want to. It's a stupid tradition.", 2.0]], "the mewling rampalian wretch herself.": [["that's her?  bianca's sister?", 1.0]], "No. you didn't!  If you really thought I could make my own decisions you would've let me go out with him instead of helping Daddy hold me hostage.": [["I wanted to let you make up your own mind about him.", 2.0]], "why didn't you tell me?": [["but", 1.0]], "He was like a total babe": [["Why?", 2.0]], "oh bianca?  can you get me my freshman yearbook?": [["because i like to torture you.", 1.0]], "yeah he's your freak friend mandella's boyfriend.  i guess since i'm not allowed to go out i should obsess over a dead guy too.": [["it's shakespeare.  maybe you've heard of him?", 1.0]], "So they tell me...": [["You the new guy?", 2.0]], "At least I'm not a clouted fen- sucked hedge-pig.": [["Can't you forget for just one night that you're completely wretched?", 2.0]], "her favorite uncle": [["it's a lung cancer issue", 1.0]], "so what did i have an effect on ?": [["don't for one minute think that you had any effect whatsoever on my panties.", 1.0]], "hey.  great show huh?": [["depends on the topic. my fenders don't really whip me into a verbal frenzy.", 1.0]], "you never disappointed me.": [["how?", 1.0]], "sweating like a pig actually.  and yourself?": [["i mean wo-man.  how ya doin'?", 1.0]], "I have the potential to smack the crap out of you if you don't get out of my way.": [["Nowhere... Hi Daddy.", 2.0]], "bianca": [["who?", 1.0]], "that's not": [["no. you didn't!  if you really thought i could make my own decisions you would've let me go out with him instead of helping daddy hold me hostage.", 1.0]], "You're sweet.  And sexy.  And completely hot for me.": [["No -- something real.  Something no one else knows.", 2.0]], "he just wants me to be someone i'm not.": [["so what ' s up with your dad?  he a pain in the ass?", 1.0]], "number one.  she hates smokers": [["are you kidding?  he'll piss himself with joy.  he's the ultimate kiss ass.", 1.0]], "when i shell out fifty i expect results.": [["fifty and you've got your man.", 1.0]], "acting the way we do.": [["so what's your excuse?", 1.0]], "combination.  i don't know -- i thought he'd be different.  more of a gentleman...": [["is he oily or dry?", 1.0]], "My mission in life.": [["There's a way to get a guy's attention.", 2.0]], "why don't we discuss your driving need to be a hemorrhoid?": [["i'm at a loss then.  what should we talk about? your year of absence?", 1.0]], "i do care. but i'm a firm believer in doing something for your own reasons not someone else ' s .": [["like you care.", 1.0]], "that's where i was last year.  she'd never lived alone -- my grandfather died -- i stayed with her.  i wasn't in jail i don't know marilyn manson and i've never slept with a spice girl.  i spent a year sitting next to my grandma on the couch watching wheel of fortune.  end of story.": [["what?", 1.0]], "So you got cozy with she who stings?": [["I'm likin' you guys better", 2.0]], "you're concentrating awfully hard considering it's gym class.": [["hi joey.", 1.0]], "no what?": [["no.", 1.0]], "I'm workin' on it. But she doesn't seem to be goin' for him.": [["I really really really wanna go but I can't.  Not unless my sister goes.", 2.0]], "unwelcome.": [["wholesome.", 1.0]], "Will Bogey get bent?": [["In that case we'll need to make it a school-wide blow out.", 2.0]], "i don't like to do what people expect. then they expect it all the time and they get disappointed when you change.": [["yes", 1.0]], "Yeah he's your freak friend Mandella's boyfriend.  I guess since I'm not allowed to go out I should obsess over a dead guy too.": [["It's Shakespeare.  Maybe you've heard of him?", 2.0]], "Yeah": [["Hey -- it's all for the higher good right?", 2.0]], "Then that's all you had to say.": [["Well no...", 2.0]], "they'll dance they'll kiss they'll come home.  let her go.": [["pirate -- no question.", 1.0]], "man -- don't say shit like that to  me. people can hear you.": [["sweet love renew thy force!", 1.0]], "They'll dance they'll kiss they'll come home.  Let her go.": [["Pirate -- no question.", 2.0]], "so what you need to do is recruit a guy who'll go out with her.  someone who's up for the job.": [["does this conversation have a purpose?", 1.0]], "try lookin' at it from this angle": [["c'mon.  it's not that bad", 1.0]], "why 're you doing this?": [["leave it to you to use big words when you're shitfaced.", 1.0]], "pick you up friday then": [["my mission in life.", 1.0]], "sarah lawrence is on the other side of the country.": [["what's a synonym for throbbing?", 1.0]], "yeah...": [["kat a fan too?", 1.0]], "you're asking me out.  that's so cute. what's your name again?": [["okay... then how 'bout we try out some french cuisine.  saturday?  night?", 1.0]], "i know.": [["just smack her now.", 1.0]], "hello": [["hi", 1]], "i don't understand patrick.  you haven't done anything asinine this week. are you not feeling well?": [["with the teeth of your zipper?", 1.0]]}